{
  "template": "oas/paddling/kayaking/white-water-kayaking/7",
  "meta": {
    "stage": 7,
    "stream": "white-water-kayaking"
  },
  "version": 2,
  "document": [
    {
      "title": "Stage 7 - White water kayaking",
      "input_groups": [
        {
          "title": "Plan>",
          "inputs": [
            {
              "id": "pack_whitewater_kayaking",
              "type": "verifiable_checkbox",
              "label": "I can pack for a whitewater kayaking trip.",
              "dialog_text": "The youth member should include a packing list in their activity plan, taking into consideration the location and itinerary for the activity. They will need to consider how packing for a whitewater kayaking trip differs from packing for a flatwater canoe or kayak trip."
            },
            {
              "id": "assess_risk_group_safety",
              "type": "verifiable_checkbox",
              "label": "I can assess risk and be aware of group safety.",
              "dialog_text": "The youth member is required to include a risk assessment and management plan in the planning of their activity. They should take into consideration their own safety as well as that of their Project Patrol."
            },
            {
              "id": "benefits_kayaking_materials_designs",
              "type": "verifiable_checkbox",
              "label": "I can explain the relative benefits of various types of kayaking materials and designs.",
              "dialog_text": "The youth member should research the benefits of different types of kayak materials and designs and then explain the relative benefits to their Unit, Patrol or a Scout doing an earlier Stage of paddling."
            },
            {
              "id": "whitewater_kayaking_hazard_assessment",
              "type": "verifiable_checkbox",
              "label": "I have been part of a team to develop a hazard assessment and risk control plan detailing how we will deal with injuries, illness, loss of equipment and other potential emergencies on our trip.",
              "dialog_text": "The youth member is required to develop a hazard assessment and risk control plan based on the increased risk of whitewater kayaking. Their plan should include what they should do to mitigate the risk of the hazards and if things don't go according to plan, how they will deal with injuries, loss of equipment and any other emergencies."
            },
            {
              "id": "whitewater_kayaking_helmet",
              "type": "verifiable_checkbox",
              "label": "I can explain why I should always wear an approved whitewater kayaking helmet when I kayak in rapids, and can demonstrate the correct use when whitewater kayaking.",
              "dialog_text": "The youth member should discuss the risks involved in whitewater kayaking and the benefits of always wearing a paddling helmet when whitewater kayaking. They should then demonstrate wearing one during their activities that is fitted correctly."
            },
            {
              "id": "application_throw_bag_whitewater",
              "type": "verifiable_checkbox",
              "label": "I know the application of a throw bag in whitewater situations.",
              "dialog_text": "The youth member should know when and how to throw as well as how to restuff a throw bag in a whitewater situation. The youth member should practice throwing the bag on land so that when they need to use it, they are confident."
            },
            {
              "id": "safety_rescue_items_needed_whitewater_kayaking",
              "type": "verifiable_checkbox",
              "label": "I know what items of safety and rescue equipment I need for a whitewater kayaking trip.",
              "dialog_text": "The youth member should refer to the Australian Adventurous Activity standards which outline what equipment should be considered for white water sports. They should include these items in the gear list they do for their whitewater kayaking trip. They should also ensure that they know how to use the equipment you carry."
            },
            {
              "id": "remote_firstaid_equipment",
              "type": "verifiable_checkbox",
              "label": "I know what items should be in a first aid kit for remote location whitewater kayaking.",
              "dialog_text": "The youth member is required to discuss what items they would put into a remote first aid kit taking into consideration the level of first aid training, size of the group, age of the participants and pre-existing medical conditions and how long it could be before they can get medical help."
            },
            {
              "id": "principle_whitewater_rescue",
              "type": "verifiable_checkbox",
              "label": "I understand the basic principles of a whitewater rescue (reach, throw, row, tow, go).",
              "dialog_text": "The youth member is required to display an understanding of the priorities of rescue. They should research white water rescue techniques and watch videos to get a sense of how to use proper technique in these situations."
            },
            {
              "id": "requirements_guided_whitewater_trip",
              "type": "verifiable_checkbox",
              "label": "I know and follow my local state or territory laws for the requirements for guided whitewater trips.",
              "dialog_text": "The youth member should review their Scouting Branch regulations as well as any local laws and the Australian Adventurous Activity Standards and Good Practice Guide."
            }
          ]
        },
        {
          "title": "Do>",
          "inputs": [
            {
              "id": "load_kayak_different_conditions",
              "type": "verifiable_checkbox",
              "label": "I can show how and why the way I load my kayak will be different for different water conditions.",
              "dialog_text": "The youth member is required to demonstrate and discuss how and why they load their kayak the way they do. They should take into consideration the water conditions, the manufacturers recommendation regarding weight capacity and storing of gear. They should consider if this loading will change in a whitewater kayak compared to their flatwater kayak or canoe."
            },
            {
              "id": "launch_moving_water",
              "type": "verifiable_checkbox",
              "label": "I can launch my kayak in a safe manner in moving water.",
              "dialog_text": "The youth member is required to demonstrate safely launching their kayak, choosing the best location, in moving (flowing) water on a whitewater paddling day or trip."
            },
            {
              "id": "prepare_kayak_safety_comfort",
              "type": "verifiable_checkbox",
              "label": "I know how to prepare a kayak for safety and comfort.",
              "dialog_text": "The youth member is required to demonstrate setting up their whitewater kayak for comfort and use before getting on the water. This could include back/seat placement, foot peddle placement, padding and equipment placement."
            },
            {
              "id": "3_whitewater_kayak_skills",
              "type": "verifiable_checkbox",
              "label": "I can demonstrate three different whitewater kayaking skills (eg support strokes, moving in and out of eddies, fairy gliding, avoiding small obstacles such as strainers etc).",
              "dialog_text": "The youth member should demonstrate these skills to a skilled whitewater kayaker and should be shown in grade 2 water."
            },
            {
              "id": "scout_rapid_safe_line",
              "type": "verifiable_checkbox",
              "label": "I can scout a rapid ahead and determine safe and unsafe paddle lines.",
              "dialog_text": "The youth member is required to demonstrate the ability to read the rapids ahead, practising picking out features such as eddies, strainers, holes and tounges and assist a more experienced paddler to give guidance to a paddle craft that is about to paddle a rapid."
            },
            {
              "id": "swimming_avoid_hazards",
              "type": "verifiable_checkbox",
              "label": "I can demonstrate defensive swimming to actively avoid hazards.",
              "dialog_text": "The youth member is required to demonstrate defensive swimming which conserves energy and helps them to actively avoid hazards."
            },
            {
              "id": "rescue_re-enter_kayak_whitewater",
              "type": "verifiable_checkbox",
              "label": "I can demonstrate rescuing and re-entering my kayak in a whitewater situation.",
              "dialog_text": "The youth member is required to demonstrate self-rescue and re-entry into a kayak in whitewater. They should include this rescue practice in their logbook."
            },
            {
              "id": "3_days_kayaking_grade_2",
              "type": "verifiable_checkbox",
              "label": "I have participated in three days of whitewater kayaking at this stage in Grade 2 water.",
              "dialog_text": "The youth member needs to complete and log at least 3 days of whitewater kayaking by the end of this Stage. They should include this in their log as well as when they did the activities, where they did the activities, who they did the activities with and what grade of whitewater the activities were in."
            },
            {
              "id": "kayak_roll_moving_water",
              "type": "verifiable_checkbox",
              "label": "I can demonstrate a kayak roll in moving water.",
              "dialog_text": "The youth member is required to demonstrate safely and efficiently rolling in moving water. This could be in a grade 1 or 2 rapid or in fast flowing water in the general flow of the river (this should depend on skill of the paddler). "
            }
          ]
        },
        {
          "title": "Review>",
          "inputs": [
            {
              "id": "feedback_kayaking_trip_lead",
              "type": "verifiable_checkbox",
              "label": "I can provide feedback to a Patrol of Scouts that I have led on a kayaking trip on what we can improve on for the future, considering risk management, safety, location selection, level of difficulty, equipment management etc.",
              "dialog_text": "The youth member should provide feedback to their Patrol on how the Patrol could improve whitewater kayaking expeditions in the future, considering risk management, safety, equipment management, location selection, level of difficulty and training."
            }
          ]
        },
        {
          "title": "Verify",
          "inputs": [
            {
              "id": "logbook_up_to_date",
              "type": "checkbox",
              "label": "My logbook is up to date at the end of this stage."
            },
            {
              "id": "file_uploader",
              "type": "file_uploader",
              "label": "Upload supporting documents",
              "alt": "Each file should be less than 10MB in size."
            }
          ]
        }
      ]
    }
  ]
}