{
  "template": "oas/aquatics/1",
  "meta": {
    "stage": 1,
    "stream": "aquatics"
  },
  "version": 1,
  "document": [
    {
      "title": "Stage 1 - Aquatics",
      "input_groups": [
        {
          "title": "Plan>",
          "inputs": [
            {
              "id": "explain_personal_floatation_device_560ca9",
              "type": "verifiable_checkbox",
              "label": "I can explain what a Personal Floatation Device (PFD) is for.",
              "dialog_text": "The youth member should be able to explain the purpose of a PFD, ideally the differences between a PFD and a lifejacket, and why you should wear a PFD."
            },
            {
              "id": "system_buddy_5b0eb0",
              "type": "verifiable_checkbox",
              "label": "I can explain the 'buddy' system.",
              "dialog_text": "The youth member should be able to describe what the buddy system is and how it is different when you are around water. Key points to consider include: \n * staying in pairs or threes \n * making sure they stay with adult leaders, adults or supervisors, \n * understanding the boundaries of their water activity \n * the importance of having others know where they are, especially around water"
            },
            {
              "id": "stay_safe_playing_water_648da6",
              "type": "verifiable_checkbox",
              "label": "I know how to stay safe while playing around water.",
              "dialog_text": "The youth member should be able to explain what it means for them to, and how they would, stay safe while playing around waterways. These could be pools, rivers, lakes, dams or the ocean. Key considerations include staying with their buddy, and making sure they stay within activity boundaries, whether that is the pool area or between the flags at the beach (as examples). Depending on their age and swimming ability, direct supervision by an adult may also be required."
            },
            {
              "id": "maintain_position_lost_water_ed67ba",
              "type": "verifiable_checkbox",
              "label": "I know how to maintain my position when lost on the water.",
              "dialog_text": "The youth member needs to have an understanding of how they might check their position and maintain it while they are in the water. Given the environmental conditions, can they maintain position, or is it about finding and maintaining visual reference points? They could discuss with their Scouting peers and adult leaders how they might maintain position and how to identify visual references."
            },
            {
              "id": "importance_adult_supervision_water_571f38",
              "type": "verifiable_checkbox",
              "label": "I know the importance of adult supervision when swimming and being around water.",
              "dialog_text": "The youth member should know that being around water can be very risky and, depending on age and swimming ability, they may need direct adult supervision. They should be able to discuss these reasons with an adult and other Scouting friends."
            },
            {
              "id": "signal_help_water_e82d81",
              "type": "verifiable_checkbox",
              "label": "I know how to signal for help when in the water.",
              "dialog_text": "The youth member should be able to demonstrate the main and Australian accepted way to signal for help in bodies of water (especially at the beach). Ideally they will tread water for 5-10 seconds whilst doing this."
            }
          ]
        },
        {
          "title": "Do>",
          "inputs": [
            {
              "id": "float_fifteen_seconds_84bcbb",
              "type": "verifiable_checkbox",
              "label": "I can float for 15 seconds and glide for five metres on my front and back without assistance.",
              "dialog_text": "The youth member should be able to float for at least 15 seconds on their front, and 15 seconds on their back, in whichever manner suits them. Usually, floating on the back would involve looking directly up (head up, belly up) with their arms and legs in a starfish position is the easiest to being with. The youth member should get someone to assist them first, practicing until they can demonstrate this by themselves. Floating provides a strong foundation for learning to swim and is considered the most important water safety skill, so it is important they can do this by themselves."
            },
            {
              "id": "swim_twenty_metres_without_assistance_6fcda6",
              "type": "verifiable_checkbox",
              "label": "I can swim 10 metres (any stroke) without assistance.",
              "dialog_text": "The youth member should be able to swim ten (10) metres using any known swimming stroke without assistance. This means they should maintain their chosen stroke and shouldn't touch the bottom of the pool or body of water that they are swimming in."
            },
            {
              "id": "face_water_blow_bubbles_6d1429",
              "type": "verifiable_checkbox",
              "label": "I can put my face in the water and blow bubbles.",
              "dialog_text": "The youth member needs to demonstrate blowing bubbles in the water, when their face is in the water."
            },
            {
              "id": "retrieve_object_bottom_pool_chest_deep_18d8af",
              "type": "verifiable_checkbox",
              "label": "I can get an object off the bottom of a pool in chest-deep water.",
              "dialog_text": "The youth member should be confident to duck down under the water to get an object off the bottom of the pool. This might be facilitated in a game or activity."
            },
            {
              "id": "three_different_ocean_animals_d8e4ea",
              "type": "verifiable_checkbox",
              "label": "I know three different animals that live in the ocean.",
              "dialog_text": "The youth member should find out about animals that live in the ocean, either near where they are, or locations they may visit on holidays."
            },
            {
              "id": "practice_signalling_ca8f5f",
              "type": "verifiable_checkbox",
              "label": "I can practice signalling for help in the water.",
              "dialog_text": "The youth member should signal for help by raising one arm above their head with an open hand and call for help, making sure they remain calm."
            },
            {
              "id": "two_swimming_strokes_pa8f5f",
              "type": "verifiable_checkbox",
              "label": "I have tried two swimming strokes.",
              "dialog_text": "The youth member should try two different swimming strokes. This can include the strokes they chose to do in their 10 metre swim."
            }
          ]
        },
        {
          "title": "Review>",
          "inputs": [
            {
              "id": "enjoyed_swimming_trip_bcbb52",
              "type": "verifiable_checkbox",
              "label": "I can talk about what I enjoyed by participating in a swimming trip.",
              "dialog_text": "The youth member should always review their adventures and should talk about their favourite thing from their swimming trip with other Scouts or leaders."
            }
          ]
        },
        {
          "title": "Verify",
          "inputs": [
            {
              "id": "logbook_up_to_date",
              "type": "checkbox",
              "label": "My logbook is up to date at the end of this stage."
            },
            {
              "id": "file_uploader",
              "type": "file_uploader",
              "label": "Upload supporting documents",
              "alt": "Each file should be less than 10MB in size."
            }
          ]
        }
      ]
    }
  ]
}