{
  "template": "oas/aquatics/surfing/7",
  "meta": {
    "stage": 7,
    "stream": "surfing"
  },
  "version": 1,
  "document": [
    {
      "title": "Stage 7 - Surfing",
      "input_groups": [
        {
          "title": "Plan>",
          "inputs": [
            {
              "id": "understand_surf_environments_c86e44",
              "type": "verifiable_checkbox",
              "label": "I understand surf environments, including types and features of waves, the effect of wind, tide, and swell and ocean floors on surf conditions and appropriate responses.",
              "dialog_text": "The youth member should be able to research and decide on a suitable location for surfing, taking into consideration, tide times, swell, types and features of waves, the effects of wind and the ocean floor. Their surfing activity needs to be fun and engaging and if the conditions aren't suitable for their Patrol then it won't meet the requirements."
            },
            {
              "id": "teach_surfing_etiquette_859bcd",
              "type": "verifiable_checkbox",
              "label": "I can teach surfing etiquette to Scouts at Stage 4 about surfing safely alongside other surfers and swimmers.",
              "dialog_text": "The youth member should be able to effectively pass on knowledge about surfing etiquette to Scouts at Stage 4. They will know if they are successful in their teaching if that Scout is able to demonstrate surfing safely alongside other surfers and swimmers."
            },
            {
              "id": "source_information_local_area_surfing_hazards_9d2382",
              "type": "verifiable_checkbox",
              "label": "I can source information about the local area to assist in the planning process and enable management of potential surfing hazards, and any special restrictions applying to the area.",
              "dialog_text": "The youth member should be able to research and determine the relevant details in order to plan a suitable surfing activity, taking into consideration tide times, swell, types and features of waves, the effects of wind and the ocean floor. They should also consider the fitness and experience of their Patrol when planning the activity."
            },
            {
              "id": "explain_surfing_equipment_types_f94750",
              "type": "verifiable_checkbox",
              "label": "I can explain equipment types, characteristics and technology used for surfing, the advantages and disadvantages of the range of equipment, and factors affecting appropriate selection of equipment.",
              "dialog_text": "The youth member should be able to discuss the advantages and disadvantages of equipment and factors affecting selection with their two-up peer, and be able to explain them to their Patrol."
            }
          ]
        },
        {
          "title": "Do>",
          "inputs": [
            {
              "id": "perform_roundhouse_cut_back_snap_vertical_tube_tail_slide_80678d",
              "type": "verifiable_checkbox",
              "label": "I can perform the following skills while in waves up to one metre: roundhouse cut-back; snap vertical re-entry; tube riding; tail slides",
              "dialog_text": "The youth member should be able to safely perform these skills, taking into consideration surfing etiquette. They should demonstrate these to their two-up peer or mentor. If their mentor is not able to attend the activity, they could always video record doing the skills for them to watch later."
            },
            {
              "id": "completed_18_surfing_activities_f57fb1",
              "type": "verifiable_checkbox",
              "label": "I have completed 18 activities of surfing by the end of Stage 7 spending a minimum of 18 hours in the water across these activities.",
              "dialog_text": "The youth member needs to participate in at least eighteen (18) surfing activities and log them in their logbook. At least two (2) of the surfing activities should include the preparation, briefing and clean up, with a minimum of 1 hour in the water per activity. Their logbook should include where they did the activities, who they did it with, what the weather was like and any other interesting information about their activities."
            },
            {
              "id": "demonstrated_stage_five_scouts_wipe_out_556cf9",
              "type": "verifiable_checkbox",
              "label": "I have demonstrated to Stage 5 Scouts & below how to safely wipe out in surf conditions.",
              "dialog_text": "The youth member should assist Scouts working on Stage 5 on how to safely wipe out in surf conditions. They could also assist Scouts on Stage 4 understand what to do when wiping out, as that is one of their 'I-statements'."
            },
            {
              "id": "demonstrate_riding_multiple_linking_moves_1e2bc6",
              "type": "verifiable_checkbox",
              "label": "I can demonstrate while riding a wave linking multiple moves.",
              "dialog_text": "The youth member should have been able to perform top and bottom turns, cutbacks and re-entries when completing Stage 7. They will now need to link these moves and demonstrate them to their two-up peer or another skilled surfer."
            }
          ]
        },
        {
          "title": "Review>",
          "inputs": [
            {
              "id": "provide_feedback_patrol_surfing_trip_217256",
              "type": "verifiable_checkbox",
              "label": "I can provide feedback to a Patrol of Scouts that I have led on a surfing trip on how we could improve in the future, considering risk management, safety, equipment management, location selection, level of difficulty, teamwork, etc.",
              "dialog_text": "The youth member should have a review at the end of the activity that they have led and provide constructive feedback to the Scouts on how to improve the activity, including their surfing skills and teamwork. Providing Scouts who need improvement with next steps really helps them know what skills to work on."
            }
          ]
        },
        {
          "title": "Verify",
          "inputs": [
            {
              "id": "logbook_up_to_date",
              "type": "checkbox",
              "label": "My logbook is up to date at the end of this stage."
            },
            {
              "id": "file_uploader",
              "type": "file_uploader",
              "label": "Upload supporting documents",
              "alt": "Each file should be less than 10MB in size."
            }
          ]
        }
      ]
    }
  ]
}