{
  "template": "oas/aquatics/surfing/6",
  "meta": {
    "stage": 6,
    "stream": "surfing"
  },
  "version": 1,
  "document": [
    {
      "title": "Stage 6 - Surfing",
      "input_groups": [
        {
          "title": "Plan>",
          "inputs": [
            {
              "id": "plan_surfing_trip_e1fdb8",
              "type": "verifiable_checkbox",
              "label": "I can plan a surfing trip, including equipment, food, transportation and surfing location.",
              "dialog_text": "The youth member should be able to effectively plan a surfing trip. They will need to document their plan and include required personal and group equipment, suitable food and transportation."
            },
            {
              "id": "taught_less_experienced_scout_surfing_c56c0a",
              "type": "verifiable_checkbox",
              "label": "I have taught a less-experienced Scout how to use their surfing equipment.",
              "dialog_text": "The youth member should be able to effectively pass on knowledge about how to use surfing gear on to another Scout, working on a lower stage. They will know if they are successful in their teachings if that Scout is able to use their equipment properly."
            },
            {
              "id": "discuss_tides_currents_rips_surfing_impact_42bde0",
              "type": "verifiable_checkbox",
              "label": "I can discuss tides, currents and rips, and how this may impact on my surfing.",
              "dialog_text": "The youth member should be able to demonstrate understanding by discussing the effect of tide, currents and rips, and how this will impact their surfing activity."
            },
            {
              "id": "find_opportunities_develop_surfing_skills_0d6786",
              "type": "verifiable_checkbox",
              "label": "I know where I can find opportunities to further develop my surfing skills and knowledge.",
              "dialog_text": "The youth member should research where they can find out more about surfing, potentially look at different locations and reach out to Scouts who are Stage 8+ who can help them further their skills and knowledge in this pursuit."
            }
          ]
        },
        {
          "title": "Do>",
          "inputs": [
            {
              "id": "perform_top_bottom_turns_cut_backs_re_entries_2c06a8",
              "type": "verifiable_checkbox",
              "label": "I can perform the following skills while in waves of up to one metre: Top and Bottom turns; Cut-backs; Re-entries",
              "dialog_text": "The youth member should demonstrate these skills and write them in their logbook so their two-up peer can verify their skills."
            },
            {
              "id": "demonstrate_knowledge_hazards_2302f5",
              "type": "verifiable_checkbox",
              "label": "I always demonstrate knowledge of anticipated hazards, safety procedures and appropriate behaviour whilst surfing.",
              "dialog_text": "The youth member should be consistently demonstrating appropriate behaviours, anticipate hazards and follow safety procedures during at least the last four (4) surfing activities since Stage 5. Their two-up peer should verify this in their logbook."
            },
            {
              "id": "control_surfboard_navigating_surf_1ac88d",
              "type": "verifiable_checkbox",
              "label": "I can keep control of my surfboard while navigating through surf to catch waves (e.g. duck-dive with board)",
              "dialog_text": "The youth member needs to demonstrate safely duck diving with their board at least 3 times, as well as considering another option for keeping control of their board while navigating through surf and demonstrate this method at least once."
            },
            {
              "id": "completed_12_activities_surfing_dcb302",
              "type": "verifiable_checkbox",
              "label": "I have completed 12 activities of surfing by the end of Stage 6, spending a minimum of 12 hours in the water across these activities.",
              "dialog_text": "The youth member needs to participate in at least twelve (12) surfing activities and log them in their logbook. At least one (1) of their surfing activities should include the preparation, briefing and clean up, with a minimum of 1 hour in the water per activity. Their logbook should include where they did the activities, who they did them with, what the weather was like and any other interesting information about their activities."
            }
          ]
        },
        {
          "title": "Review>",
          "inputs": [
            {
              "id": "presentation_group_scouts_surfing_be3714",
              "type": "verifiable_checkbox",
              "label": "I have given a presentation to a group of Scouts from an earlier stage on a surfing activity I have completed.",
              "dialog_text": "The presentation should be around three minutes long and may be in person or as a pre-recorded video, followed by questions. \nThe content of the reflection is at the youth member's discretion and the purpose of the presentation is to encourage Scouts to become excited about surfing."
            },
            {
              "id": "demonstrate_correct_maintenance_equipment_ba078d",
              "type": "verifiable_checkbox",
              "label": "I can demonstrate the correct maintenance of equipment following the conclusion of a surfing activity.",
              "dialog_text": "The youth member should demonstrate correctly cleaning and packing away of their personal and group gear after a surfing activity. If any equipment is damaged they should ensure it is reported to their Leader so it can be fixed or replaced."
            }
          ]
        },
        {
          "title": "Verify",
          "inputs": [
            {
              "id": "logbook_up_to_date",
              "type": "checkbox",
              "label": "My logbook is up to date at the end of this stage."
            },
            {
              "id": "file_uploader",
              "type": "file_uploader",
              "label": "Upload supporting documents",
              "alt": "Each file should be less than 10MB in size."
            }
          ]
        }
      ]
    }
  ]
}