{
  "template": "oas/bushcraft/pioneering/5",
  "meta": {
    "stage": 5,
    "stream": "pioneering"
  },
  "version": 2,
  "document": [
    {
      "title": "Stage 5 - Pioneering",
      "input_groups": [
        {
          "title": "Plan>",
          "inputs": [
            {
              "id": "involved_assessment_from_support_activities_risks_considered_put_b18cc8",
              "type": "verifiable_checkbox",
              "label": "I have considered risks involved in pioneering activities and have put together a risk assessment with the support from others.",
              "dialog_text": "The youth member should be able to identify the risks surrounding: \n * Pioneering practices \n * Hoisting weight \n * Tethering structure \n * Tensioning rope \n * Climbing towers or bridges \n * Safe heights of construction \n * Causes of injury from wood (such as splinters) and rope (such as rope burn). \n \nThese risks should be noted in the youth members risk assessment along with what they can do to minimise the risks. They should consider risks to person and to equipment depending on the natural elements and human factors."
            },
            {
              "id": "projects_camp_this_into_of_self_taking_safety_b68872",
              "type": "verifiable_checkbox",
              "label": "I have helped design three pioneering projects for camp, taking into consideration safety of self and others at this stage.",
              "dialog_text": "The youth member could consider planning and designing projects such as a: \n * Gateway \n * Bridge \n * Tower \n * Camp wash basin \n * Chariot \n \nIt is important for the design to be something that will be useful and impactful on the camp experience for the Patrol or Unit."
            },
            {
              "id": "cutting_saw_camp_opening_passing_them_sharpening_use_544e3f",
              "type": "verifiable_checkbox",
              "label": "I know how to use a camp axe or bow saw safely (opening, closing, passing, cleaning, caring for, sharpening, cutting) and know how to store them safely.",
              "dialog_text": "The youth member should understand and demonstrate best practise use of the general guidelines for a camp axe usage, which are to: \n * Ensure that no one is behind or nearby when in use \n * Walk with the axe head grasped in the palm of the hand in a fist shape, with the blade facing behind, and the youth members' arm fully extended. \n \nMake sure that the axe is only used for wood, not rock or any other material. \n \nKeep the axe sharp through the use of a whetstone. \n \nWhen swinging, be deliberate and careful, standing with legs apart and shoulders firm. \n \nSwing in a vertical circular motion, bringing the axe straight down with force to the piece of wood in front. \n \nMake sure the wood is raised above the ground on a firm surface so that maximum impact is achieved. \n \nWhen using a bow saw, make sure that the saw is not in danger of sawing into rock, dirt, metal or any other material. \n \nEnsure that the saw is used with deliberate and powerful motion, and that the wood is held in place firmly. \n \nWhen using tools such as a bow saw or camp axe, it is important that appropriate clothing and footwear is worn."
            }
          ]
        },
        {
          "title": "Do>",
          "inputs": [
            {
              "id": "cpr_from_provider_first_successfully_recognised_course_provide_8d1cb0",
              "type": "verifiable_checkbox",
              "label": "I have successfully completed a Provide First Aid (including CPR) course from a recognised provider.",
              "dialog_text": "The youth member should complete a first aid course through an accredited provider. The first aid course should cover similar content to Provide First Aid (HLTAID011) or the current workplace first aid qualification. They could do a higher first aid unit, such as Provide Advanced First Aid or Provide First Aid in a remote location. \n \n*Members under the age of 14 may be able to participate in Provide First Aid courses, but may not necessarily receive the formal Units of Competency depending on provider."
            },
            {
              "id": "table_camp_kitchen_help_construct_basin_including_535a82",
              "type": "verifiable_checkbox",
              "label": "I can help construct a camp kitchen including a camp table and basin.",
              "dialog_text": "The youth member needs to ensure that camp kitchen components are stable, flat, useful, and accessible to all."
            },
            {
              "id": "over_bridge_rope_conjunction_poles_3_workplace_tower_ac0557",
              "type": "verifiable_checkbox",
              "label": "I have constructed a 3 meter high tower or a bridge over a 3 meter span using spars (poles) and rope in conjunction with safe workplace practices.",
              "dialog_text": "The youth member can find a simple design for this sort of tower online, in books, or in the Scout Field Book. Make sure that the tower is reinforced, supported, and tethered appropriately. \n \nIt is recommended to construct the tower in segments on the ground, and then hoist and lash together vertically once the side pieces are securely created. \n \nMake sure to follow the National and Branch Policies when creating the tower."
            },
            {
              "id": "projects_of_part_least_end_5_stage_six_69c6f0",
              "type": "verifiable_checkbox",
              "label": "I have taken part in at least six pioneering projects  by the end of Stage 5.",
              "dialog_text": "The youth member should have challenged themselves to try and undertake seven different types of pioneering projects since Stage 1 of Bushcraft."
            },
            {
              "id": "need_ropes_built_construct_doesnt_structure_bac315",
              "type": "verifiable_checkbox",
              "label": "I have built a structure that doesn’t need ropes to construct.",
              "dialog_text": "The youth member could build a 'Da Vinci Bridge' that relies on friction and opposing forces to hold the logs/poles together, or come up with something entirely new."
            }
          ]
        },
        {
          "title": "Review>",
          "inputs": [
            {
              "id": "so_projects_council_been_involved_far_section_prepared_edd01c",
              "type": "verifiable_checkbox",
              "label": "I have prepared a short presentation for my Section Council on the pioneering projects I have been involved in so far.",
              "dialog_text": "The presentation should cover the design, planning and construction of some different pioneering projects that the youth member has led and assisted with. The aim of their presentation is to encourage those that watch it to be inspired to create some unique and exciting pioneering structures. The youth member should also point out their learnings so that those in attendance can be aware of some classic pitfalls when building and/or designing a pioneering structure.."
            },
            {
              "id": "thought_like_learn_would_pioneering_skills_b0e000",
              "type": "verifiable_checkbox",
              "label": "I have thought about other skills I would like to learn in pioneering.",
              "dialog_text": "The youth member should think about other skills such as: \n * Technical drawing \n * Use of natural materials \n * Rafting and floatation techniques \n * Tensioning and anchoring methods \n * Medieval siege weaponry \n * Bridge design \n * Pioneering construction methods from different cultures"
            },
            {
              "id": "projects_future_done_talk_well_has_could_others_6ae0b7",
              "type": "verifiable_checkbox",
              "label": "I can talk to others about what has gone well and what could be done better on future pioneering projects.",
              "dialog_text": "The youth member should talk with their Patrol about their experience, and try to identify where they feel they could improve for future projects. This might be communication, skills, or techniques (as examples)."
            }
          ]
        },
        {
          "title": "Verify",
          "inputs": [
            {
              "id": "logbook_up_to_date",
              "type": "checkbox",
              "label": "My logbook is up to date at the end of this stage."
            },
            {
              "id": "file_uploader",
              "type": "file_uploader",
              "label": "Upload supporting documents",
              "alt": "Each file should be less than 10MB in size."
            }
          ]
        }
      ]
    }
  ]
}