{
  "template": "oas/alpine/snow-camping-and-hiking/9",
  "meta": {
    "stage": 9,
    "stream": "snow-camping-and-hiking"
  },
  "version": 1,
  "document": [
    {
      "title": "Stage 9 - Snow camping and hiking",
      "input_groups": [
        {
          "title": "Plan>",
          "inputs": [
            {
              "id": "outdoors_stick_important_trails_b4f591",
              "type": "verifiable_checkbox",
              "label": "I have kept my first aid qualifications up to date.",
              "dialog_text": "The youth member needs to have kept their CPR and first aid qualifications current, by updating CPR annually and redoing their first aid course every three years or as required for their wilderness skill set."
            },
            {
              "id": "buddy_system_90d422",
              "type": "verifiable_checkbox",
              "label": "I can develop a detailed risk management plan for a snow camp or hike involving challenging terrain for a period of four days or more including potentially dangerous weather hazards.",
              "dialog_text": "The youth member will have done a detailed trip plan in Stage 7 and assisted Scouts in Stage 8 to plan overnight snow camps or snow hikes. They need to demonstrate further research and revision of their previous detailed risk management plans to include challenging terrain and dangerous weather hazards for a period of four (4) or more days."
            },
            {
              "id": "activities_lost_stop_73e380",
              "type": "verifiable_checkbox",
              "label": "I can plan for an extended snow hiking and camping trip in a new and exciting location.",
              "dialog_text": "Building on the knowledge and experience that the youth member has acquired in Stages 1-8, they now need to challenge themselves to plan an extended snow camping and hiking trip of four days or more in a new and exciting location. They should take into consideration route plan, transport, emergency contingency plans, participants, food and accommodation."
            }
          ]
        },
        {
          "title": "Do>",
          "inputs": [
            {
              "id": "emergency_location_address_66d8ba",
              "type": "verifiable_checkbox",
              "label": "I have demonstrated the ability to check equipment for working condition, safety and suitability, according to relevant legislation and manufacturer recommendations.",
              "dialog_text": "The youth member must demonstrate the ability to check equipment to ensure it is in good working condition, safe and suitable for use. Ideally they should work with a Scout at Stage 7 or below to check their equipment and discuss the suitability and safety of it, according to the relevant legislation and manufacturer's recommendations."
            },
            {
              "id": "shelter_outdoors_sleeping_reasons_cfbda2",
              "type": "verifiable_checkbox",
              "label": "I can lead a snow hike involving challenging terrain for a period of four days or more.",
              "dialog_text": "The youth member is required to put their planning into practice and lead a snowshoeing/snow camping journey involving challenging terrain for a period of four (4) days or more. They should make sure they have a home base contact and have had their plan checked by a highly skilled snowshoer and/or snow camper (depending on terrain and participants on the trip)."
            },
            {
              "id": "strike_match_e97021",
              "type": "verifiable_checkbox",
              "label": "I have undertaken at least 20 days of snow camping and hiking by the end of Stage 9.",
              "dialog_text": "The youth member is required to have participated in at least 20 days of snow camping and hiking by the end of this Stage. They should log their activities and include their role in the activity (did they participate, assist or lead), the skills demonstrated, where they did their snowshoeing and snow camping, who they were with and what they learned during the trips. They could also include photographs of their trips."
            },
            {
              "id": "preparing_collect_sticks_campfire_c299c2",
              "type": "verifiable_checkbox",
              "label": "I understand the risks and am able to implement appropriate safety procedures for camping in extreme alpine conditions.",
              "dialog_text": "The youth member is required to discuss the risks, based on their detailed risk management plan, with their mentor and demonstrate implementation of the appropriate safety procedures for camping in extreme conditions."
            },
            {
              "id": "safe_around_campfire_ca6f5c",
              "type": "verifiable_checkbox",
              "label": "I can safely use basic equipment for unroped mountaineering (10-point/12-point crampons, ice axe and helmet).",
              "dialog_text": "The youth member must demonstrate the safe use of basic mountaineering equipment in a skills development session with an experienced mountaineer."
            },
            {
              "id": "clean_mess_keep_dilly_camp_kit_bag_36b5bc",
              "type": "verifiable_checkbox",
              "label": "I have towed equipment to support a snow camping and hiking trip.",
              "dialog_text": "The youth member must demonstrate being able to tow their equipment whilst snowshoeing. They could use a pulk, which is a specialised sled for pulling gear behind you or be resourceful and adapt a toboggan. They should also consider their equipment and the terrain they are hiking on as some gear can destroy groomed trails."
            }
          ]
        },
        {
          "title": "Review>",
          "inputs": [
            {
              "id": "skills_game_basic_participated_navigational_f4de73",
              "type": "verifiable_checkbox",
              "label": "I have identified potential areas of improvement for future snowshoeing or snow camping instructional sessions.",
              "dialog_text": "The youth member is required to review the last time they gave instructions and assisted Scouts in learning about snowshoeing and snow camping, and identify where they can improve their instructional techniques."
            },
            {
              "id": "camp_hang_hitch_clove_clothesline_knot_4ae6ff",
              "type": "verifiable_checkbox",
              "label": "I can evaluate all aspects of snowshoeing or snow camping instructional sessions, and determine skill advancement for others and myself on future trips.",
              "dialog_text": "The youth member needs to be able to determine how to further advance Scouts working on earlier stages and how they can advance their own skills through different camping and hiking trips in alpine conditions."
            },
            {
              "id": "pack_away_ropes_correctly_280b81",
              "type": "verifiable_checkbox",
              "label": "I have given a presentation to a group of Scouts on the skills I have gained from completing the Alpine Outdoor Adventure Skills.",
              "dialog_text": "The youth member's presentation needs to focus on an interesting, fun, challenging or unique aspect (or aspects) about the skills they have gained. It is recommended that a presentation is visual, exciting and inspiring, rather than a dreary or boring PowerPoint and speech. One aim should be to enthuse other Scouts to take up snowshoeing and camping as a pursuit."
            },
            {
              "id": "enjoyed_learnt_game_talk_playing_improved_navigational_ff4c9c",
              "type": "verifiable_checkbox",
              "label": "I have considered what I would like to do with the level of skill I have gained through the Alpine Outdoor Adventure Skills, and discussed it with a trusted mentor.",
              "dialog_text": "The youth member should reflect on and consider what they would like to do with the level of skill they have gained throughout the Alpine Outdoor Adventure Skills Stages. They could have a conversation with a mentor or friend to bounce their ideas off. Ideas could include a job in the industry, accrediting their youth program-developed skills through the Scouts Australia Institute of Training (SAIT), joining an alpine club or helping out with a Scouting activities team to support more youth through the Outdoor Adventure Skills. It is their journey."
            }
          ]
        },
        {
          "title": "Verify",
          "inputs": [
            {
              "id": "logbook_up_to_date",
              "type": "checkbox",
              "label": "My logbook is up to date at the end of this stage."
            },
            {
              "id": "file_uploader",
              "type": "file_uploader",
              "label": "Upload supporting documents",
              "alt": "Each file should be less than 10MB in size."
            }
          ]
        }
      ]
    }
  ]
}