{
  "template": "oas/vertical/abseiling/8",
  "meta": {
    "stage": 8,
    "stream": "abseiling"
  },
  "version": 2,
  "document": [
    {
      "title": "Stage 8 - Abseiling",
      "input_groups": [
        {
          "title": "Plan>",
          "inputs": [
            {
              "id": "teach_prepare_single_pitch_abseil_021421",
              "type": "verifiable_checkbox",
              "label": "I can teach another Scout how to prepare for a single pitch abseil expedition.",
              "dialog_text": "The youth member should know what is required to prepare for a single pitch abseiling expedition based on their 'I-statements' from Stages 1-7. The youth member should be able to effectively pass this knowledge on to another Scout, supporting them in their skill development and learning working on a lower Stage. \n \nIf it has been a while since they prepared for an abseiling expedition, the youth member should brush up on their skills and look back on their previous activity reviews. \n \nIt is expected that the activity would go for a full one or two days at this Stage."
            },
            {
              "id": "best_practise_minimal_impact_abseil_29ebe1",
              "type": "verifiable_checkbox",
              "label": "I can plan for best practise minimal impact activities and can assist a Stage 6 Scout or lower on why site and activity specific minimal impact is important in abseiling activities.",
              "dialog_text": "The youth member should know what minimal impact best practice is, and be able to assist a Scout working on Stage 6 or lower the importance when abseiling. The youth member should refer to the Scouts Australia Environmental Charter and be able to discuss the following with regards to abseiling: \n * Living sustainable lives by taking action to reduce negative impacts \n * Protecting and improving biodiversity \n * Learning about the environment and inspiring others \n * Enjoying and connecting \n * Thinking global, acting local."
            },
            {
              "id": "teach_plan_single_pitch_abseil_unfamiliar_c4c0da",
              "type": "verifiable_checkbox",
              "label": "I can teach another Scout how to plan a single pitch abseil activity in unfamiliar territory using the appropriate tools.",
              "dialog_text": "The youth member should know what is required to plan for a single pitch abseiling activity based on their 'I-statements' from Stages 1-7. The youth member should be able to effectively pass this knowledge on to another Scout, working on a lower Stage to support them in their learning. This can be a couple of hours of activity, skill development, rescue practice or supporting them to run an abseiling activity for a Patrol/Unit of less experienced Scouts."
            },
            {
              "id": "plan_personal_group_equipment_multi_pitch_abseil_8ce130",
              "type": "verifiable_checkbox",
              "label": "I can plan my personal equipment and consider needs for group equipment for a multi-pitch abseil activity.",
              "dialog_text": "The youth member should know what is required to be packed for a multi-pitch abseiling activity, taking into consideration the location and itinerary for the activity. \n \nThe youth member will also need to take into consideration group items which will be needed for the party such as gear, additional water, first aid items, and rescue gear. The youth member can discuss this with a skilled multipitch abseiler and with the Project Patrol that they will be doing this activity with."
            }
          ]
        },
        {
          "title": "Do>",
          "inputs": [
            {
              "id": "wilderness_first_aid_59b2d1",
              "type": "verifiable_checkbox",
              "label": "I have successfully completed the Wilderness First Aid skill set.",
              "dialog_text": "The youth member must have completed the Wilderness First Aid skill set. This can be through a course with an accredited provider or by other means, such as Recognition of Prior Learning (RPL) through SAIT or other providers. For the purposes of the Outdoor Adventure Skills, a Wilderness First Aid course consists of SIS training package's Wilderness First Aid skillset (SISSS00126), or its replacement: \n * HLTAID011 Provide first aid \n * SISOFLD004 Provide first aid in remote locations \n * SISXEMR002 Coordinate emergency responses."
            },
            {
              "id": "determined_abseil_plan_participant_needs_characteristics_81c1bd",
              "type": "verifiable_checkbox",
              "label": "I have determined an appropriate abseiling activity plan according to participants’ needs and characteristics, and by following relevant legislation and organisational policies and procedures.",
              "dialog_text": "The youth member should draft a plan in order to teach abseiling skills to Scouts. The youth member's abseiling activity and teachings should be based on the group needs and the youth member should ensure they follow relevant legislation and organisational policies and procedures."
            },
            {
              "id": "monitor_safety_performance_feedback_abseil_47f35b",
              "type": "verifiable_checkbox",
              "label": "I can monitor participants' safety and performance while abseiling and belaying and can provide appropriate feedback.",
              "dialog_text": "The youth member should demonstrate that they are able to monitor their participants safety and their skill performance when they are abseiling and belaying. The youth member should demonstrate providing effective constructive feedback where necessary."
            },
            {
              "id": "led_vertical_rescue_abseil_drills_0cb6f3",
              "type": "verifiable_checkbox",
              "label": "I have led vertical rescue drills that include self-rescue and two rescues of others including raising, lowering and a mechanical advantage system.",
              "dialog_text": "The youth member needs to plan and lead these abseiling rescue drills, ideally with the help of a Scout working on Stage 7. The youth member should ensure they log their rescue drills indicating that they have undertaken these skills. The youth member should also include in their log where they did the abseiling activities, who they did them with and who their skilled verifier was for this activity."
            },
            {
              "id": "develop_contingency_plans_abseil_1f09e9",
              "type": "verifiable_checkbox",
              "label": "I have developed contingency plans for abseiling activities using detailed weather and environmental information gathered from relevant sources.",
              "dialog_text": "The youth member should demonstrate their ability to obtain and interpret detailed weather and environmental information which is relevant to abseiling and the location they are planning to run their activity or expedition. The youth member should also include contingency plans should the weather impact on their activity."
            },
            {
              "id": "feedback_evaluate_aspects_learning_abseil_cfc76d",
              "type": "verifiable_checkbox",
              "label": "I have received feedback and can evaluate relevant aspects of abseiling activities, and determine the level of learning achieved.",
              "dialog_text": "The youth member should actively request feedback from the participants on abseiling activities to ascertain learnings by the participants. They should evaluate the aspects of the sessions with their participants as well as self-assess as to how the activities went and if they met the intended activity/session goals."
            },
            {
              "id": "accurate_instructional_techniques_abseil_skills_d580c1",
              "type": "verifiable_checkbox",
              "label": "I apply clear and accurate instructional techniques to impart activity specific knowledge, abseiling skills and safety and rescue procedures.",
              "dialog_text": "The youth member needs to demonstrate their instructional techniques based on their activity plan they have developed. The youth member will know if they are successful in their teachings if the Scouts attending their abseiling activity understand what they have told/ demonstrated to them and are able to demonstrate the abseiling skills, safety and rescue procedures that the youth member has taught them, and feedback on the sessions should be a good indicator of where the youth member can improve."
            },
            {
              "id": "participate_multi_pitch_abseil_d580c1",
              "type": "verifiable_checkbox",
              "label": "I have participated in a multi-pitch abseil activity.",
              "dialog_text": "The youth member needs to complete and log a multi-pitch abseiling activity. The youth member should include in their log when they did the activities, where they did the activities, who they did them with, how high the abseils were and, if they were graded, how difficult they were."
            }
          ]
        },
        {
          "title": "Review>",
          "inputs": [
            {
              "id": "mentor_support_others_experience_abseil_ef2627",
              "type": "verifiable_checkbox",
              "label": "I have mentored other Scouts by supporting them to experience abseiling expeditions and understanding the benefits of completing a logbook entry for their vertical adventures.",
              "dialog_text": "The youth member should mentor other Scouts working on lower Vertical Outdoor Adventure Skill Stages and assist them in the assessing of Scouts working two Stages below them. The youth member will need to ensure that they understand the need and benefits in completing logbook entries after every activity or expedition."
            }
          ]
        },
        {
          "title": "Verify",
          "inputs": [
            {
              "id": "logbook_up_to_date",
              "type": "checkbox",
              "label": "My logbook is up to date at the end of this stage."
            },
            {
              "id": "file_uploader",
              "type": "file_uploader",
              "label": "Upload supporting documents",
              "alt": "Each file should be less than 10MB in size."
            }
          ]
        }
      ]
    }
  ]
}