{
  "template": "oas/vertical/abseiling/6",
  "meta": {
    "stage": 6,
    "stream": "abseiling"
  },
  "version": 3,
  "document": [
    {
      "title": "Stage 6 - Abseiling",
      "input_groups": [
        {
          "title": "Plan>",
          "inputs": [
            {
              "id": "teach_youth_pack_abseil_de7909",
              "type": "verifiable_checkbox",
              "label": "I can teach another youth what to pack for an abseil activity of my choice.",
              "dialog_text": "The youth member should know what is required to be packed for a abseil activity, taking into consideration the location and itinerary for the activity. They should be able to effectively pass this knowledge on to another Scout, working on a lower stage. The youth member will need to consider how they are going to convey this information."
            },
            {
              "id": "organise_transport_abseil_activity_365392",
              "type": "verifiable_checkbox",
              "label": "I can help organise the transportation required for an activity.",
              "dialog_text": "The youth member should ensure they take into consideration transportation for an abseiling activity they are planning. This will include getting the group and gear to the location and back to the finishing point. The youth member can do this I statement in conjunction with when they plan an abseiling trip in the I statement below."
            },
            {
              "id": "discuss_hazards_abseiling_400c9a",
              "type": "verifiable_checkbox",
              "label": "I can discuss hazards of abseiling activities to Stage 4 Scouts or below.",
              "dialog_text": "The youth member should consider hazards which they know are involved in abseiling activities. These could be: \n * Human hazards \n * Environmental hazards \n * Equipment hazards \n \nThe youth member will then need to discuss these hazards with Scouts working on Stage 4 or below."
            },
            {
              "id": "plan_lead_abseiling_supervision_8496bc",
              "type": "verifiable_checkbox",
              "label": "I can plan and lead an abseiling activity with skilled supervision.",
              "dialog_text": "The youth member should take primary leadership, including responsibility and risk management for the abseiling activity. They will need to have their plan reviewed and supervised by a skilled abseiler. The plan needs to cover location, navigation to and from, equipment needs, food needs, emergency plan, weather conditions and planning for activities depending on the skill of the participants."
            },
            {
              "id": "comprehensive_risk_assessment_abseiling_in1b",
              "type": "verifiable_checkbox",
              "label": "I can put together a comprehensive risk assessment for an abseiling activity that is coming up.",
              "dialog_text": "The youth member should provide a risk assessment as part of their activity plan. They will need to account for: \n * Human risk \n * Environmental risk \n * Equipment risk \n \nThe youth member should also consider mitigations to reduce the risks identified. \n \nThis risk assessment needs to be reviewed by a skilled abseiler prior to the activity, with enough time that amendments can be made if required."
            },
            {
              "id": "research_gear_abseil_activity_application_slee26ab",
              "type": "verifiable_checkbox",
              "label": "I can research the best gear for an activity application.",
              "dialog_text": "The youth member should research and provide information about equipment selection for their abseiling activity, including the reasons for their choices. If they don't have access to the gear they would like to use after their research, then the youth member should present to their Patrol why they would prefer to use other pieces of equipment rather than needing to purchase the new gear."
            },
            {
              "id": "research_self_belay_techniques_applications_36ab",
              "type": "verifiable_checkbox",
              "label": "I can research a variety of self-belay techniques and the best applications for them.",
              "dialog_text": "The youth member should research and provide information about different self-belaying techniques and when they would use those techniques and why. The youth member could write down their research or speak to their Patrol/ Unit or Project Patrol about the research."
            },
            {
              "id": "research_rescue_techniques_abseiling_s46ab",
              "type": "verifiable_checkbox",
              "label": "I can research a variety of rescue techniques for abseiling activities.",
              "dialog_text": "The youth member should research and provide information about a variety of rescue techniques and when they would use those techniques and why."
            },
            {
              "id": "site_activity_minimal_impact_abseil_sl526ab",
              "type": "verifiable_checkbox",
              "label": "I know why site and activity specific minimal impact is important in abseiling activities.",
              "dialog_text": "The youth member should understand and demonstrate the importance of minimal impact when on an abseiling activity. The youth member may do some research before they go on a vertical activity which may include looking at the Australian Adventure Activities Standards and Good Practice Guides."
            }
          ]
        },
        {
          "title": "Do>",
          "inputs": [
            {
              "id": "identify_safe_access_abseiling_73cf89",
              "type": "verifiable_checkbox",
              "label": "I can identify safe access to and from the abseiling site.",
              "dialog_text": "The youth member should demonstrate from their planning in Stage 5, safe access to and from the abseiling site, indicating why they have chosen that route."
            },
            {
              "id": "three_types_abseils_start_finish_c49126",
              "type": "verifiable_checkbox",
              "label": "I have set up a minimum of three different types of abseils from start to finish including locating appropriate anchors, setting hardware and rope, setting up a top belay and doing final safety checks, before going over for the first descent, under the supervision of a skilled person.",
              "dialog_text": "The youth member will need to demonstrate three full abseiling set-ups using the appropriate anchor selection, knots, degree of rope, caribiner placement and direction of pull and ensure that a skilled abseiler has checked their set up before they test the lines. This should be indicated in the youth member's log, ensuring the skilled abseiler has been noted as the verifier."
            },
            {
              "id": "establish_belay_belayer_escape_05bac9",
              "type": "verifiable_checkbox",
              "label": "I have established a belay from which the belayer is able to escape and maintain the safety of the participant.",
              "dialog_text": "The youth member will need to demonstrate the set-up of and escaping the belay whilst minimising any movement of the abseiler. They should oversee a Stage 4 or 5 Scout escaping from the belay while they keep the abseiler safe."
            },
            {
              "id": "manage_top_cliff_face_multiple_ropes_e97485",
              "type": "verifiable_checkbox",
              "label": "I can assist to manage the top of a cliff face with multiple ropes being used at the one time.",
              "dialog_text": "The youth member will need to assist in managing belayers and abseiler at the top of a cliff. The youth member should demonstrate knowledge of what is needed to be done and assist the belayers and abseiler where necessary. This activity should still be overseen by a highly skilled abseiler."
            },
            {
              "id": "escape_multiple_belays_abseiler_safe_44f47b",
              "type": "verifiable_checkbox",
              "label": "I have escaped from multiple belays while making sure the abseiler is still safe.",
              "dialog_text": "The youth member will need to demonstrate at least 3 times escaping the belay whilst minimising any movement of the abseiler. They should indicate these skills in their log."
            },
            {
              "id": "equipment_safety_checks_action_unsafe_1387a",
              "type": "verifiable_checkbox",
              "label": "I can complete all necessary equipment safety checks, and action unsafe equipment according to organisational policies and procedures.",
              "dialog_text": "The youth member should demonstrate necessary equipment checks prior, during and following the activity. They should log the activity and usage in an equipment log and ensure they are following Branch or State policies as well as the adventurous activity standards."
            },
            {
              "id": "assist_importance_safety_ABCDE_d2034",
              "type": "verifiable_checkbox",
              "label": "I have assisted a Stage 4 Scout in knowing the importance of safety checks, including ABCDE.",
              "dialog_text": "The youth member should discuss with a Scout working on Stage 4 Abseiling on the importance of the ABCDE checks. The youth member will need to provide assistance in ensuring they are following the safety checks. The youth member will know if they are successful if that Scout follows those safety checks correctly during the activity. \n \nRemember: \n * A - Anchor(s) \n * B - Buckles \n * C - Carabiner(s) \n * D - Devices \n * E - Ends/Equipment/Edge/Everything else"
            },
            {
              "id": "necessary_personal_checks_buddy_prior_p3a",
              "type": "verifiable_checkbox",
              "label": "I always complete all necessary personal checks using the buddy system, prior to commencing abseiling and/or belaying and can assist a Stage 4 Scout or below in what these are.",
              "dialog_text": "The youth member should always complete all the necessary personal checks before abseiling or belaying. \n * A - Anchor(s) \n * B - Buckles \n * C - Carabiner(s) \n * D - Descender \n * E - Everything else e.g. gloves \n \nThe youth member should also assist a Scout working on Stage 4 or below in understanding what these are."
            },
            {
              "id": "vertical_self_rescue_drills_self_belay_dfa034",
              "type": "verifiable_checkbox",
              "label": "I have been involved in at least two different types of vertical self-rescue drills including the use of self-belays.",
              "dialog_text": "The youth member needs to do two or more vertical rescue drills and log them in their logbook. The youth member should include where they did the activities, who they did them with and any other information about the day as well as who the skilled abseiler was. This could involve a transfer over knot, pluck and lower, mechanical haul practise, prusiking over an edge."
            },
            {
              "id": "complete_30_drops_pa5a",
              "type": "verifiable_checkbox",
              "label": "I have completed a minimum of 30 drops by the end of Stage 6.",
              "dialog_text": "The youth member needs to complete at least 30 abseils by the end of this Stage and log them in their logbook. The youth member should include when they did the activity, where they did them, who they did them with and other activity information."
            },
            {
              "id": "single_rope_techniques_variety_changeovers_dfa034",
              "type": "verifiable_checkbox",
              "label": "I can demonstrate single-rope techniques for a variety of changeovers (e.g. passing a knot & changing from ascending to descending & vice versa).",
              "dialog_text": "The youth member needs to learn and demonstrate these techniques under the guidance and supervision of a skilled abseiler."
            }
          ]
        },
        {
          "title": "Review>",
          "inputs": [
            {
              "id": "correct_maintenance_group_gear_abseiling_655da9",
              "type": "verifiable_checkbox",
              "label": "I can demonstrate the correct maintenance of group gear following the conclusion of an abseiling activity, including the identification of faulty equipment.",
              "dialog_text": "The youth member should demonstrate correct pack up, cleaning and maintenance of any gear following the activity, this includes retiring gear where necessary and ensuring the equipment logbook is completed post activity."
            }
          ]
        },
        {
          "title": "Verify",
          "inputs": [
            {
              "id": "logbook_up_to_date",
              "type": "checkbox",
              "label": "My logbook is up to date at the end of this stage."
            },
            {
              "id": "file_uploader",
              "type": "file_uploader",
              "label": "Upload supporting documents",
              "alt": "Each file should be less than 10MB in size."
            }
          ]
        }
      ]
    }
  ]
}