{
  "template": "oas/vertical/abseiling/5",
  "meta": {
    "stage": 5,
    "stream": "abseiling"
  },
  "version": 2,
  "document": [
    {
      "title": "Stage 5 - Abseiling",
      "input_groups": [
        {
          "title": "Plan>",
          "inputs": [
            {
              "id": "food_water_requirements_day_4ba3f8",
              "type": "verifiable_checkbox",
              "label": "I know how to identify food and water requirements for day trips.",
              "dialog_text": "The youth member should be able to: \n * Specify how much water to carry, and how often they will need to re-fill - if they are using creek water ensure it's filtered and purified \n * Specify how many of each meal they will need (breakfast, lunch, dinner, snacks) and for how many people \n * Identify suitable foods for abseiling with regard to energy content, durability, perishability, and deliciousness \n * Estimate overall energy requirements: How strenuous is the day?  Will it make the party eat more?"
            },
            {
              "id": "select_routes_minimise_environment_damage_abseil_7f5c4c",
              "type": "verifiable_checkbox",
              "label": "I can select routes that minimise damage to the environment.",
              "dialog_text": "The youth member should demonstrate an understanding in their plan that they are able to select appropriate walking routes to natural abseiling locations and select abseiling locations where they are able to undertake the activity with minimal damage to the environment."
            },
            {
              "id": "hazards_associated_abseiling_minimise_risks_794aa5",
              "type": "verifiable_checkbox",
              "label": "I can identify possible hazards associated with abseiling activity and procedures to minimise risks and I know how to take actions to minimise these risks.",
              "dialog_text": "The youth member should identify the difference between a hazard and a risk. They should provide a hazard assessment and will need to account for: \n * Human hazards \n * Environmental hazards \n * Equipment hazards \n \nThe youth member should include in their plan what steps they will take to minimise these hazards during an activity. They should then consider the risks that may come from these hazards and how they will mitigate these on an activity. This step could be done as a Patrol or individual before an abseiling trip."
            },
            {
              "id": "information_vertical_equipment_selection_abseil_3115f2",
              "type": "verifiable_checkbox",
              "label": "I know where to get information about vertical equipment selection.",
              "dialog_text": "The youth member should research and provide sources of information about selecting appropriate vertical equipment for abseiling."
            },
            {
              "id": "simple_abseil_trip_itinerary_c2591c",
              "type": "verifiable_checkbox",
              "label": "I can put together a simple abseil trip itinerary.",
              "dialog_text": "The youth member should plan a simple abseiling activity taking into consideration the planning statements above."
            },
            {
              "id": "assist_knotting_skills_learnt_two_abseil_3115f2",
              "type": "verifiable_checkbox",
              "label": "I can assist a Stage 3 or below Scout with their knotting skills and have learned two additional knots since Stage 4 that will assist me in abseiling activities",
              "dialog_text": "The youth member should assist a Scout working on Stage 3 or below with knots suitable for abseiling. The youth member should already know how to tie an Alpine Butterfly, Figure of 8 re-threaded, Double Fisherman’s, Tape and a Prusik knot. They can choose an additional two knots to learn at this Stage. Options could be: \n * Munter hitch \n * French Prusik \n * Klemheist \n * Any other knot"
            },
            {
              "id": "six_places_sources_information_abseil_c2591c",
              "type": "verifiable_checkbox",
              "label": "I can list six places to find information to assist with planning an abseiling activity and what sort of information to look for.",
              "dialog_text": "The youth member will need to research and list 6 sources of information and the information required for planning their abseiling activity."
            }
          ]
        },
        {
          "title": "Do>",
          "inputs": [
            {
              "id": "complete_Provide_First_Aid_60bd37",
              "type": "verifiable_checkbox",
              "label": "I have successfully completed a Provide First Aid (including CPR) course from a recognised provider.",
              "dialog_text": "The youth member should complete a first aid course through an accredited provider. The first aid course should cover similar content to Provide First Aid (HLTAID011) or the current workplace first aid qualification. They could do a higher first aid unit, such as Provide Advanced First Aid or Provide First Aid in a remote location. \n \n*Members under the age of 14 may be able to participate in Provide First Aid courses, but may not necessarily receive the formal Units of Competency depending on provider."
            },
            {
              "id": "abseil_self_belay_353e4c",
              "type": "verifiable_checkbox",
              "label": "I can abseil using a self-belay on an easy abseil",
              "dialog_text": "The youth member should demonstrate competency in safely self-belaying using a prusik hitch on an easy abseil."
            },
            {
              "id": "adjust_fit_equipment_comfort_abseil_a24730",
              "type": "verifiable_checkbox",
              "label": "I can adjust and fit equipment to ensure personal comfort and safety.",
              "dialog_text": "The youth member should demonstrate competency in fitting and adjusting their abseiling equipment."
            },
            {
              "id": "techniques_minimise_damage_abseil_environment_fceb94",
              "type": "verifiable_checkbox",
              "label": "I always demonstrate appropriate techniques to minimise damage to the environment while abseiling.",
              "dialog_text": "The youth member should demonstrate minimising damage to the environment whilst abseiling. This includes using correct tree protection and applying appropriate techniques to prevent erosion on cliff edges as well as on the approach to/from the cliff edge."
            },
            {
              "id": "5_activity_days_abseiling_cbfff9",
              "type": "verifiable_checkbox",
              "label": "I have undertaken at least 5 activity days of abseiling by the end of Stage 5.",
              "dialog_text": "The youth member needs to do five (5) or more abseiling activity days and log them in their logbook. The youth member should include where they did the activities, who they did them with, how high they were and if they were graded how difficult they were. \n \nAn activity day is one which the youth member has been involved in the experience of being out for a 4 to 6 hour period, engaged in an activity, not that they have abseiled for that timeframe."
            },
            {
              "id": "demonstrate_correct_posture_abseil_descent_0de4a2",
              "type": "verifiable_checkbox",
              "label": "I have demonstrated the correct posture for beginning an abseiling descent to a Stage 3 or below Scout.",
              "dialog_text": "The youth member should be demonstrating abseiling positioned with their feet flat on the wall and legs at right angles (90 degrees) and shoulder width apart as part of an activity with Scouts who are working on Stage 3 or below."
            },
            {
              "id": "assist_setup_single_pitch_abseil_73f406",
              "type": "verifiable_checkbox",
              "label": "I have assisted in setting up abseils at single pitch locations",
              "dialog_text": "The youth member will need to assist others to set up using the appropriate knots, and ensure that a skilled person has checked the set up before the youth member tests the line."
            },
            {
              "id": "assist_multiple_belay_types_different_abseil_73f406",
              "type": "verifiable_checkbox",
              "label": "I have assisted in setting up multiple types of belays for different abseiling trips.",
              "dialog_text": "The youth member will need to set up using the appropriate knots and a skilled person has checked the set up before the youth member tests the line. The different types of belays could be top belay, bottom belay or self-belay."
            },
            {
              "id": "belayed_4_2_top_2_bottom_73f406",
              "type": "verifiable_checkbox",
              "label": "I have belayed at least 4 Scouts on different types of belays, including 2 top rope belays and 2 bottom rope belays.",
              "dialog_text": "The youth member needs to demonstrate top belay and bottom belay techniques under skilled supervision. They will need to include this information in their logbook."
            },
            {
              "id": "safely_escape_belay_abseiler_safe_73f406",
              "type": "verifiable_checkbox",
              "label": "I can safely escape a belay while keeping the abseiler safe.",
              "dialog_text": "The youth member will need to demonstrate escaping a belay whilst maintaining the safety of the abseiler."
            },
            {
              "id": "pack_abseil_rope_correctly_73f406",
              "type": "verifiable_checkbox",
              "label": "I know how to pack up a rope correctly.",
              "dialog_text": "The youth member should demonstrate coiling an abseil rope, ensuring that it is clean and dry before packing away."
            },
            {
              "id": "complete_20_abseils_73f406",
              "type": "verifiable_checkbox",
              "label": "I have completed a minimum of 20 abseils by the completion of Stage 5.",
              "dialog_text": "The youth member needs to complete 20 abseils by the end of this Stage and log them in their logbook. They should include where they did the activities, who they did them with, how high they were and if they were graded, how difficult they were."
            },
            {
              "id": "belayed_two_simulated_abseiler_falls_73f406",
              "type": "verifiable_checkbox",
              "label": "I have belayed two simulated abseiler falls.",
              "dialog_text": "The youth member will need to demonstrate safely for themselves and the abseiler, stopping a fall from an abseiler during a mock situation."
            }
          ]
        },
        {
          "title": "Review>",
          "inputs": [
            {
              "id": "presentation_abseiling_expedition_896ae2",
              "type": "verifiable_checkbox",
              "label": "I have given a presentation on an abseiling expedition I have completed, to my Unit",
              "dialog_text": "The presentation should be around five minutes long and may be in person or as a pre-recorded video followed by questions. \n \nThe content of the reflection is at the youth member's discretion but should generally cover topics such as: \n * What would they do again? \n * What did not work, and would they not do again? \n * What skills have they learnt? \n * What food or equipment worked well, or performed poorly? \n \nPhotographs are a great addition to a presentation."
            },
            {
              "id": "evaluation_relevant_aspects_abseiling_896ae2",
              "type": "verifiable_checkbox",
              "label": "I have conducted an evaluation of relevant aspects of the abseiling activity.",
              "dialog_text": "The youth member should conduct an evaluation on aspects they felt could have been improved on their abseiling activity."
            }
          ]
        },
        {
          "title": "Verify",
          "inputs": [
            {
              "id": "logbook_up_to_date",
              "type": "checkbox",
              "label": "My logbook is up to date at the end of this stage."
            },
            {
              "id": "file_uploader",
              "type": "file_uploader",
              "label": "Upload supporting documents",
              "alt": "Each file should be less than 10MB in size."
            }
          ]
        }
      ]
    }
  ]
}