{
  "template": "oas/alpine/snowboarding/9",
  "meta": {
    "stage": 9,
    "stream": "snowboarding"
  },
  "version": 1,
  "document": [
    {
      "title": "Stage 9 - Snowboarding",
      "input_groups": [
        {
          "title": "Plan>",
          "inputs": [
            {
              "id": "important_outdoors_stick_trails_750073",
              "type": "verifiable_checkbox",
              "label": "I have kept my First Aid qualifications up to date.",
              "dialog_text": "The youth member needs to have kept their CPR and first aid qualifications current, by updating CPR annually and redoing their first aid course every three years or as required for their wilderness skill set."
            },
            {
              "id": "system_buddy_bd6bba",
              "type": "verifiable_checkbox",
              "label": "I can develop a detailed risk management plan for a snowboarding and/or skiing trip with a Unit, involving challenging terrain skiing and spanning three days or more, including potentially dangerous weather hazards.",
              "dialog_text": "The youth member will have done a detailed trip plan in Stage 7 and assisted Scouts in Stage 8 to plan ski and/or snowboard tours. They need to demonstrate further research and revision of their previous detailed risk management plans to include challenging terrain and dangerous weather hazards for a period of three (3) or more days."
            },
            {
              "id": "lost_activities_stop_fc34e7",
              "type": "verifiable_checkbox",
              "label": "I have planned my dream international snowboarding experience, including all logistical and activities planning.",
              "dialog_text": "The youth member should be well versed in planning overnight experiences by this stage, based on their 'I' statements from Stages 1-8. They should now challenge themselves to plan an extended snowboarding trip in a new, exciting and international location. They should take into consideration transport, emergency contingency plans, participants, food and accommodation."
            },
            {
              "id": "location_address_emergency_7b4014",
              "type": "verifiable_checkbox",
              "label": "I have planned to run an alpine sport skills day for a Unit or Group.",
              "dialog_text": "The youth member should put their planning experience that they have been developing over the last eight (8) stages into practice and lead a snowboarding skills development day for their Unit or Group."
            }
          ]
        },
        {
          "title": "Do>",
          "inputs": [
            {
              "id": "sleeping_outdoors_shelter_reasons_ce1bf1",
              "type": "verifiable_checkbox",
              "label": "I have assisted a Stage 7 Scout or below to check equipment for working condition, safety and suitability, according to relevant legislation and manufacturer recommendations.",
              "dialog_text": "The youth member is required to work with a Scout at Stage 7 or below to check their snowboarding equipment and discuss the suitability and safety of it, according to the relevant legislation and manufacturer's recommendations."
            },
            {
              "id": "match_strike_14b06a",
              "type": "verifiable_checkbox",
              "label": "I understand the risks and am able to implement appropriate safety procedures for snowboarding in extreme alpine conditions.",
              "dialog_text": "The youth member is required to discuss the risks, based on their detailed risk management plan, with their mentor and demonstrate implementation of the appropriate safety procedures for snowboarding in extreme conditions."
            },
            {
              "id": "campfire_preparing_collect_sticks_096e69",
              "type": "verifiable_checkbox",
              "label": "I can confidently and competently snowboard in a wide variety of terrain and weather conditions.",
              "dialog_text": "The youth member should have progressed through their snowboarding experience from Stages 1-8 and should now be able to demonstrate their skills confidently and competently in a wide variety of terrain and weather conditions. They need to log their activities, noting the skills they are practicing and techniques they are able to consistently execute."
            },
            {
              "id": "safe_campfire_around_bddb39",
              "type": "verifiable_checkbox",
              "label": "I have continued to develop my snowboarding skills and can show two new snowboarding skills that I have learned during Stage 8 and Stage 9.",
              "dialog_text": "The youth member needs to review the two (2) new skills which they decided to learn in Stage 8 and continue to practice them."
            },
            {
              "id": "basic_navigational_participated_game_skills_34eaea",
              "type": "verifiable_checkbox",
              "label": "I have snowboard off-piste on four different occasions.",
              "dialog_text": "The youth member is required to have participated in at least four (4) snowboarding sessions on off-piste terrain on different occasions by the end of this stage. They should log their activities and include their role in the activity (did they participate, assist or lead), the skills demonstrated, where they did their snowboarding, who they were with and what they learned during the trips. They could also include photographs of the trips."
            },
            {
              "id": "knot_hitch_hang_clove_camp_clothesline_23441a",
              "type": "verifiable_checkbox",
              "label": "I have undertaken at least 30 days of snowboarding by the end of Stage 9.",
              "dialog_text": "The youth member is required to have participated in at least 30 days of snowboarding by the end of this Stage. They should log their activities and include their role in the activity (did they participate, assist or lead), the skills demonstrated, where they did their skiing, who they were with and what they learned during the trips. They could also include photographs of their trips."
            },
            {
              "id": "away_pack_ropes_correctly_ea7dde",
              "type": "verifiable_checkbox",
              "label": "I have facilitated mock emergencies on the snow to aid the ongoing development and upskill of less experienced Scouts.",
              "dialog_text": "The youth member is required to plan and lead a response to a mock emergency or incident. Scouts working on Stage 7 need to participate in a rescue skills development day, so they should involve them in the scenario if possible. They should complete their post-incident report and provide it to their mentor for review."
            },
            {
              "id": "bag_dilly_keep_mess_clean_kit_camp_6a88cb",
              "type": "verifiable_checkbox",
              "label": "I have led a downhill alpine sports weekend trip for a Unit or Group.",
              "dialog_text": "The youth member needs to plan and lead this activity with the Unit or Scout Group, organising all aspects including hire, accommodation, itinerary, risk assessment, equipment needs, transport needs, etc. for all involved."
            }
          ]
        },
        {
          "title": "Review>",
          "inputs": [
            {
              "id": "potential_improvement_b73d64",
              "type": "verifiable_checkbox",
              "label": "I have identified potential areas of improvement for future snowboarding instructional sessions.",
              "dialog_text": "The youth member is required to review the last time they gave instructions and assisted Scouts in learning snowboarding, and identify where they can improve their instructional techniques."
            },
            {
              "id": "evaluate_snowboard_b73d64",
              "type": "verifiable_checkbox",
              "label": "I can evaluate all aspects of snowboarding sessions, and determine snowboard advancement for myself and others.",
              "dialog_text": "The youth member needs to be able to determine how to further advance Scouts working on earlier stages and how they can advance their own skills through different snowboarding trips."
            },
            {
              "id": "presentation_alpine_b73d64",
              "type": "verifiable_checkbox",
              "label": "I have given a presentation to a group of Scouts on the skills I have gained from completing the Alpine Outdoor Adventure Skills.",
              "dialog_text": "The youth member's presentation needs to focus on an interesting, fun, challenging or unique aspect (or aspects) about the skills they have gained. It is recommended that a presentation is visual, exciting and inspiring, rather than a dreary or boring PowerPoint and/or speech. One aim should be to enthuse other Scouts to take up snowboarding as a pursuit."
            }
          ]
        },
        {
          "title": "Verify",
          "inputs": [
            {
              "id": "logbook_up_to_date",
              "type": "checkbox",
              "label": "My logbook is up to date at the end of this stage."
            },
            {
              "id": "file_uploader",
              "type": "file_uploader",
              "label": "Upload supporting documents",
              "alt": "Each file should be less than 10MB in size."
            }
          ]
        }
      ]
    }
  ]
}