{
  "template": "oas/vertical/caving/9",
  "meta": {
    "stage": 9,
    "stream": "caving"
  },
  "version": 1,
  "document": [
    {
      "title": "Stage 9 - Caving",
      "input_groups": [
        {
          "title": "Plan>",
          "inputs": [
            {
              "id": "first_aid_quals_current_021421",
              "type": "verifiable_checkbox",
              "label": "I have kept my First Aid qualifications up to date.",
              "dialog_text": "The youth member should keep their CPR and first aid qualifications current, by updating CPR annually and re-doing their wilderness first aid course every three years."
            },
            {
              "id": "plan_multi_pitch_cave_cater_29ebe1",
              "type": "verifiable_checkbox",
              "label": "I can plan multi-pitch caving activities that caters to participants needs.",
              "dialog_text": "The youth member should demonstrate effective planning of multi-pitch caving activities which align with the participants needs. The youth member's plans should include transport, budgets, risk management, equipment and contingency plans as well as site selection and activity planning."
            },
            {
              "id": "detail_risk_management_multi_pitch_cave_50b814",
              "type": "verifiable_checkbox",
              "label": "I can develop a detailed risk management plan for a multi-pitch cave.",
              "dialog_text": "The youth member should provide a detailed risk assessment and management plan as part of their multi-pitch caving activity plan and will need to account for: \n * Human risk \n * Environmental risk \n * Equipment risk"
            }
          ]
        },
        {
          "title": "Do>",
          "inputs": [
            {
              "id": "led_8_caves_0aede4",
              "type": "verifiable_checkbox",
              "label": "I have undertaken at least 8 caves which I have been the party leader on by the end of Stage 9.",
              "dialog_text": "The youth member needs to lead a minimum of 8 caving trips. The youth member should include in their log where they did the activities, who they did them with, and the complexity of the cave system."
            },
            {
              "id": "produce_sketch_map_cave_81c1bd",
              "type": "verifiable_checkbox",
              "label": "I have produced a sketch map of a cave that can be used by others for navigation.",
              "dialog_text": "The youth member should draw up a map of the cave system they are planning to navigate. They should indicate the vertical and horizontal obstacles, include entry, exit and evacuation routes, as well as rough distances and heights of vertical drops or climbs involved."
            },
            {
              "id": "setup_multi_pitch_caves_47f35b",
              "type": "verifiable_checkbox",
              "label": "I can safely set up multi-pitch caves including the retrieval of rope and other gear.",
              "dialog_text": "The youth member will need to demonstrate safely setting up a variety of multi-pitch abseils within a cave including rope and gear retrieval. The youth member should note the details in their log, and ensure they include a verifier's details."
            },
            {
              "id": "demonstrate_safe_changeovers_multi_pitch_cave_47f35b",
              "type": "verifiable_checkbox",
              "label": "I have demonstrated safe change-overs on multiple multi-pitch cave trips.",
              "dialog_text": "The youth member will need to demonstrate safely changing ropes on a minimum 5 multi-pitch caving trips. The youth member should note the details in their log, and ensure they include a verifier's details."
            },
            {
              "id": "demonstrate_vertical_rescue_techniques_81c1bd",
              "type": "verifiable_checkbox",
              "label": "I have demonstrated a range of vertical rescue techniques, which include techniques used on single and multi-pitch activities and when the participant is conscious and unconscious.",
              "dialog_text": "The youth member needs to demonstrate a range of vertical rescue drills and log them in their logbook. The youth member should include techniques used, when they did the drills, where they did the activities, who they did them with and any other information about the day, including who can verify the youth member's engagement and skill development."
            },
            {
              "id": "assist_stage_7_evaluate_learning_cave_cfc76d",
              "type": "verifiable_checkbox",
              "label": "I can assist less experienced Scouts through the caving requirements of Stage 7 and evaluate their learning.",
              "dialog_text": "The youth member should assist other Scouts working on Stage 7 Caving. This includes providing constructive feedback and helping them learn the skills required to progress."
            },
            {
              "id": "navigate_untrogged_cave_asd6d",
              "type": "verifiable_checkbox",
              "label": "I can navigate in an un-trogged cave.",
              "dialog_text": "The youth member will need to navigate in an un-trogged cave and include the details in their logbook."
            }
          ]
        },
        {
          "title": "Review>",
          "inputs": [
            {
              "id": "presentation_group_skills_complete_cave_ef2627",
              "type": "verifiable_checkbox",
              "label": "I have given a presentation to a group of Scouts on the skills I have gained from completing the Vertical Outdoor Adventure Skills in Caving.",
              "dialog_text": "The youth member's presentation may be in person or as a pre-recorded video, it could even be on a cliff or outdoors. \n \nThe content of the reflection is at the youth member's discretion but should generally cover topics such as: \n * What would they do again? \n * What did not work, and would they not do again? \n * What skills have they learnt? \n * Photographs are a great addition to a presentation \n \nIt should build on the youth member's passion for vertical adventures and inspire others to explore this Outdoor Adventure Skill area."
            },
            {
              "id": "consider_discuss_future_skills_cave_ef2627",
              "type": "verifiable_checkbox",
              "label": "I have considered what I would like to do with the level of skill I have gained through the Vertical Outdoor Adventure Skills and have discussed it with a trusted mentor.",
              "dialog_text": "The youth member could consider using their log, evidence gathered and skills gained in achieving Stages 1-9 Caving Outdoor Adventure Skills towards a Recognition of Prior Learning process to be considered for the relevant VET Unit of Competency, to work in the industry, to join a Scouting adventurous activities team or a range of other options for them to continue enjoying vertical adventures."
            }
          ]
        },
        {
          "title": "Verify",
          "inputs": [
            {
              "id": "logbook_up_to_date",
              "type": "checkbox",
              "label": "My logbook is up to date at the end of this stage."
            },
            {
              "id": "file_uploader",
              "type": "file_uploader",
              "label": "Upload supporting documents",
              "alt": "Each file should be less than 10MB in size."
            }
          ]
        }
      ]
    }
  ]
}