{
  "template": "oas/paddling/canoeing/6",
  "meta": {
    "stage": 6,
    "stream": "canoeing"
  },
  "version": 1,
  "document": [
    {
      "title": "Stage 6 - Canoeing",
      "input_groups": [
        {
          "title": "Plan>",
          "inputs": [
            {
              "id": "stage_5_three_core_021421",
              "type": "verifiable_checkbox",
              "label": "I have completed all of the Stage 5 and below requirements for the 3 core Outdoor Adventure Skills.",
              "dialog_text": "The youth member will need to have completed Stage 5 and below of Bushcraft (Survival Skills stream), Camping and Bushwalking."
            },
            {
              "id": "teach_pack_weekend_canoe_trip",
              "type": "verifiable_checkbox",
              "label": "I can teach another youth what to pack for a weekend canoeing trip.",
              "dialog_text": "The youth member should know what is required to be packed for a canoeing activity, taking into consideration the location and itinerary for the activity. The youth member should be able to effectively pass this knowledge on to another Scout, working on a lower stage. The youth member will need to consider how they are going to convey this information."
            },
            {
              "id": "canoe_equipment_need_of_group",
              "type": "verifiable_checkbox",
              "label": "I can check our equipment against the needs of the group before commencing a trip.",
              "dialog_text": "The youth member should write an equipment list based on their canoe activity and the participant needs. The youth member should check to make sure the equipment they need is available from the Group or local sources such as other Scout Groups or community groups. If they don’t have an inventory of the group equipment, it would be a good idea to create one making sure they mention type, quantity and condition."
            },
            {
              "id": "plan_lead_overnight_canoe_trip",
              "type": "verifiable_checkbox",
              "label": "I can plan and lead an overnight canoeing trip.",
              "dialog_text": "The youth member should take primary leadership, including responsibility and risk management for a canoe trip.  The youth member will need to have their plan reviewed and supervised by a skilled paddler. The plan needs to take in route, navigation, equipment needs, food needs, emergency plan, weather and tide conditions etc. The overnight trip should consist of roughly 4-6 hours of activity each day and could be a through paddle or a return trip to start location."
            },
            {
              "id": "organise_transport_canoe_activity",
              "type": "verifiable_checkbox",
              "label": "I can help organize the transportation required for an activity.",
              "dialog_text": "The youth member should ensure they take into consideration transportation for a canoe activity they are planning, this will include getting the group and gear to the location and back to the finishing point. The youth member can do this I statement in conjunction with planning a canoe trip in the I statement above."
            },
            {
              "id": "healthy_meal_preparation_planning_canoe",
              "type": "verifiable_checkbox",
              "label": "With my canoeing team, I can plan a healthy menu for our canoe adventure and help prepare the meals we have planned.",
              "dialog_text": "The youth member is required to plan a nutritious menu for their overnight trip with their team. The youth member should help prepare these meals during their activity."
            },
            {
              "id": "map_compass_canoe_trip",
              "type": "verifiable_checkbox",
              "label": "I can use a topographical map and a compass to tell where I am and where I am going while on a canoe trip.",
              "dialog_text": "The youth member is required to demonstrate the use of a topographical/marine map and compass to indicate where they are and where they are going on their canoe trip."
            },
            {
              "id": "waterproof_equipment_canoe_094e04",
              "type": "verifiable_checkbox",
              "label": "I know how to waterproof equipment for a canoe trip.",
              "dialog_text": "The youth member should try out different ways to waterproof their gear on a canoe trip and use at least one of these methods when on an overnight canoe trip. The youth member should consider the necessary equipment needed to ensure their gear remains waterproof during the canoe trip."
            },
            {
              "id": "dangers_towing_canoe_094e04",
              "type": "verifiable_checkbox",
              "label": "I understand the dangers associated with towing another canoe.",
              "dialog_text": "The youth member should discuss of dangers of towing other canoes/paddlecraft with their Project Patrol. The youth member should then consider how they might mitigate these risks if they needed to tow a canoe on the journey."
            },
            {
              "id": "remote_camping_regulations_area",
              "type": "verifiable_checkbox",
              "label": "I know how to find out the remote camping regulations in the area where I will be travelling.",
              "dialog_text": "The youth member should research and provide sources of information about a remote camping area and the local regulations for their planned activity."
            }
          ]
        },
        {
          "title": "Do>",
          "inputs": [
            {
              "id": "correct_waste_disposal_remote_location_canoe",
              "type": "verifiable_checkbox",
              "label": "I can demonstrate how to deal with waste while travelling in a remote location, including greywater, solid waste, food scraps and human waste.",
              "dialog_text": "The youth member should discuss explaining minimal environmental impact practices where they should ideally pack out any waste, or bury organics 15cm below topsoil 100m from campsite or waterways. These practises then need to be demonstrated on canoeing trips both that the youth member leads and participates in."
            },
            {
              "id": "lead_water_rescue_drills_canoe",
              "type": "verifiable_checkbox",
              "label": "I have lead a water rescue drill in an area in which the participants cannot stand.",
              "dialog_text": "The youth member needs to lead deep water rescue drills using canoes (H,T or X rescues) ideally with Scouts working on Stage 5 or below. This activity should be a structured and planned activity, including risk minimisation . The youth member should log the activity noting the type of rescues done and who the activity was for. The youth member should also consider running a short search and rescue drill on the water - this should depend on conditions and participants skill."
            },
            {
              "id": "keep_group_together_canoe_72a61e",
              "type": "verifiable_checkbox",
              "label": "I can teach a Stage 4 Scout or below the importance of keeping a group together while on a canoe trip.",
              "dialog_text": "The youth member should know what is why it is important to stay together in a group and how to do so whilst canoeing, this is covered in Stage 4. The youth member should be able to effectively pass this knowledge on to another Scout, working on a lower stage. The youth member will know if the their teachings have been successful if that Scout is able to demonstrate keeping together on a canoe trip and the lower Stage Scout is able to tell the youth member some key reasons why its important to keep the group together after the activity occurs."
            },
            {
              "id": "recognise_conditions_precede_bad_weather_canoe_72a61e",
              "type": "verifiable_checkbox",
              "label": "I can recognise conditions that may precede bad weather while on a canoe trip.",
              "dialog_text": "The youth member should now be able to recognise and predict the conditions which come before bad weather; such as change in wind direction, dark clouds approaching, change in humidity, jet streams in the sky, different types of clouds and knowing what they mean."
            },
            {
              "id": "taught_skill_safety_canoe_knowledge",
              "type": "verifiable_checkbox",
              "label": "I have taught at least one canoeing skill, one canoeing safety element and one canoeing knowledge item to paddlers working on Stages 1–4 at this stage.",
              "dialog_text": "The youth member should be able to effectively pass this knowledge on to another Scout, working on a lower stage. The youth member will know if they are successful in their teachings if that Scout is able to demonstrate that skill and understands the safety element and knowledge the youth member has taught them."
            },
            {
              "id": "two_new_strokes_canoe_72a61e",
              "type": "verifiable_checkbox",
              "label": "I have learnt two new strokes / canoeing skills at this stage.",
              "dialog_text": "The youth member should have learned and been effectively demonstrating at least 6 strokes, including J-stroke by Stage 5. The youth member now needs to choose another two strokes at this Stage, these could be a sweep, cross-draw stroke, C-stroke, sculling draw, reverse scull, draw, push-away stroke, running pry or a range of support strokes."
            },
            {
              "id": "logged_10_days_canoe_72a61e",
              "type": "verifiable_checkbox",
              "label": "I have undertaken at least 10 days of canoeing by the end of Stage 6.",
              "dialog_text": "The youth member needs to do ten (10) canoeing activity days and ensure they are recorded in their logbook. The youth member should log in their logbook when they did the activity, where they did the activities, who they did them with, the weather conditions and any other interesting information about the activity."
            },
            {
              "id": "access_emergency_assistance",
              "type": "verifiable_checkbox",
              "label": "I can explain how I can access emergency assistance while in a remote location.",
              "dialog_text": "The youth member should demonstrate understanding of how and when to access emergency assistance while in a remote location, based on their personal/group equipment and Branch/local guidelines."
            },
            {
              "id": "two_night_40_km_canoe_72a61e",
              "type": "verifiable_checkbox",
              "label": "I have participated in at least one canoeing trip that goes for, at minimum, two nights and 40 kilometres.",
              "dialog_text": "The youth member needs to participate in a canoe trip in which they camp out for two nights and travel roughly 40km in their canoe. The trip should bridge 3 day and the youth member should paddle on all 3 of the days. The youth member should include when they did this activity, where they did the activities, who they did them with, what the weather was like and any other interesting information about their activity in their logbook entry. This journey should be in addition to any canoeing the youth member did in earlier Stages."
            }
          ]
        },
        {
          "title": "Review>",
          "inputs": [
            {
              "id": "give_presentation_younger_scouts_canoe_72a61e",
              "type": "verifiable_checkbox",
              "label": "I have given a presentation to a group of Scouts in Stage 4 or lower on a canoeing activity I have completed.",
              "dialog_text": "The youth member's presentation should be around three to five minutes long and may be in person or as a pre-recorded video followed by questions. The content of the reflection is at the youth member's discretion and the purpose of the presentation is to encourage younger Scouts to become excited about canoeing/paddling opportunities."
            },
            {
              "id": "correct_maintenance_group_gear_canoe_72a1e",
              "type": "verifiable_checkbox",
              "label": "I can demonstrate the correct maintenance of equipment following the conclusion of a canoeing activity.",
              "dialog_text": "The youth member should demonstrate correctly cleaning and packing away group gear after a canoe activity. The gear will depend on the activity and could include canoes, PFDs and overnight camping gear. If any equipment is damaged, the youth member should ensure it is reported to their leader."
            }
          ]
        },
        {
          "title": "Verify",
          "inputs": [
            {
              "id": "logbook_up_to_date",
              "type": "checkbox",
              "label": "My logbook is up to date at the end of this stage."
            },
            {
              "id": "file_uploader",
              "type": "file_uploader",
              "label": "Upload supporting documents",
              "alt": "Each file should be less than 10MB in size."
            }
          ]
        }
      ]
    }
  ]
}