{
  "template": "oas/boating/sailing/7",
  "meta": {
    "stage": 7,
    "stream": "sailing"
  },
  "version": 1,
  "document": [
    {
      "title": "Stage 7 - Sailing",
      "input_groups": [
        {
          "title": "Plan>",
          "inputs": [
            {
              "id": "stage_5_three_core_021421",
              "type": "verifiable_checkbox",
              "label": "I have completed Stage 5 and below of the three core Outdoor Adventure Skills.",
              "dialog_text": "The youth member will need to have completed Stage 5 and below of Bushcraft (Survival Skills), Camping and Bushwalking."
            },
            {
              "id": "patrol_hazard_assessment_risk_control_plan_ed52c8",
              "type": "verifiable_checkbox",
              "label": "With my Patrol, I have developed a hazard assessment and risk control plan detailing how we will deal with injuries, illness, loss of equipment and other potential emergencies on our trip.",
              "dialog_text": "The youth member will have done some risk minimisation for sailing in Stages 5 and 6. They should now develop a hazard assessment and risk control plan based on the risks they may encounter whilst sailing. Their plan should include what they should do to mitigate the risk of the hazards, and if things don't go according to plan, how they will deal with injuries, loss of equipment and other emergencies they have thought of."
            },
            {
              "id": "identified_situations_spinnaker_f6f413",
              "type": "verifiable_checkbox",
              "label": "I have identified situations in which a spinnaker can be used.",
              "dialog_text": "The youth member should be able to demonstrate their knowledge of sailing conditions by discussing when a spinnaker can be used."
            },
            {
              "id": "describe_mechanics_airflow_sail_5d37db",
              "type": "verifiable_checkbox",
              "label": "I can describe the mechanics of airflow over the sail.",
              "dialog_text": "The youth member should be able to describe the mechanics of airflow over the sail, and put their knowledge into practice when sailing."
            },
            {
              "id": "describe_tune_sail_boat_47ece6",
              "type": "verifiable_checkbox",
              "label": "I can describe how to tune a sail boat.",
              "dialog_text": "The youth member should be able to discuss how to tune a sail boat. It is essential to have a properly tuned rig in order to control the masts behaviour over a range of conditions."
            }
          ]
        },
        {
          "title": "Do>",
          "inputs": [
            {
              "id": "evaluate_geographical_tidal_effects_ccd4e0",
              "type": "verifiable_checkbox",
              "label": "I can evaluate geographical and tidal effects of sailing locations.",
              "dialog_text": "The youth member should be able to evaluate geographical and tidal effects of sailing locations which should be evident in the execution of their float plan."
            },
            {
              "id": "lead_steering_craft_tack_gybe_672625",
              "type": "verifiable_checkbox",
              "label": "I have been the lead in steering a craft including performing tack & gybe.",
              "dialog_text": "The youth member should take up the role of a helmsman, leading the steering of their sail boat including sailing downwind, performing successful tack and gybe."
            },
            {
              "id": "communication_channels_other_craft_84943b",
              "type": "verifiable_checkbox",
              "label": "I have set up communication channels with other craft.",
              "dialog_text": "The youth member should include a communication plan as part of their float plan and ensure that all are briefed on this plan during the safety briefing. They should then demonstrate communication between the sailing party during the activity."
            },
            {
              "id": "rigged_spinnaker_crew_sailed_light_moderate_conditions_a03281",
              "type": "verifiable_checkbox",
              "label": "I have rigged a spinnaker with the crew and have sailed with it in light to moderate conditions.",
              "dialog_text": "The youth member should demonstrate correctly rigging a spinnaker and sail it in light to moderate conditions. Light wind conditions are up to 10 knots, and moderate 11 to 16 knots (Beaufort scale)."
            },
            {
              "id": "pick_up_tow_manage_boat_tow_34d3b6",
              "type": "verifiable_checkbox",
              "label": "I can pick up a tow and manage the boat under tow.",
              "dialog_text": "The youth member should demonstrate towing and managing a boat under tow. This could be done in a mock emergency situation or during an activity. They should remember to include their role and other interesting facts about the situation in their logbook."
            },
            {
              "id": "allow_variation_deviation_set_drift_course_655e05",
              "type": "verifiable_checkbox",
              "label": "I can allow for variation, deviation, set and drift in setting a course.",
              "dialog_text": "The youth member should include a contingency plan in their sailing activity float plan that accounts for these things occurring. During their activity, they should demonstrate deviation, which should include communicating this with their home base support and other craft."
            },
            {
              "id": "identify_lighthouse_beacon",
              "type": "verifiable_checkbox",
              "label": "I can identify lighthouse and beacon information on a chart.",
              "dialog_text": "The youth member should be able to identify lighthouse and beacon information from their marine chart, and point them out during their sailing activity."
            },
            {
              "id": "sail_keel_roles",
              "type": "verifiable_checkbox",
              "label": "I have sailed in a keel boat and can perform all roles on board.",
              "dialog_text": "The youth member should include the details of this activity and the various roles they performed in their logbook."
            },
            {
              "id": "racing_rules",
              "type": "verifiable_checkbox",
              "label": "I understand the racing rules for sailing.",
              "dialog_text": "The youth member should be able to explain the rules for racing during sailing, and then demonstrate their understanding during a regatta or other club competition."
            },
            {
              "id": "emergency_equipment",
              "type": "verifiable_checkbox",
              "label": "I know the safe use and care of emergency equipment.",
              "dialog_text": "The youth member should discuss the safe use and care of emergency equipment, and participate in a mock emergency drill in order to demonstrate their knowledge. Ensure they include the drills in their log including what equipment they used and the scenario."
            },
            {
              "id": "regatta_participation",
              "type": "verifiable_checkbox",
              "label": "I have participated in a one or two-day local regatta.",
              "dialog_text": "The youth member should participate in a local regatta putting into practice all they have learned about sailing so far. Ensure they log their trip."
            },
            {
              "id": "overnight_sailing_trip",
              "type": "verifiable_checkbox",
              "label": "I have participated in an overnight sailing trip.",
              "dialog_text": "The youth member should participate in an overnight sailing trip putting into practice all they have learned about sailing so far. Ensure they log their trip."
            },
            {
              "id": "assist_stage_5",
              "type": "verifiable_checkbox",
              "label": "I have assisted a Stage 5 Scout or below with three of their requirements.",
              "dialog_text": "The youth member should assist another scout in three of their requirements of the Sailing OAS stage that they are working on. They should include their role in their logbook as well as signing their logbook."
            },
            {
              "id": "splices",
              "type": "verifiable_checkbox",
              "label": "I have made 3 different splices at this stage for use on a boat.",
              "dialog_text": "The youth member should be able to do three different splices for the use on a sailing boat. These could be an eye splice, back splice, sliding splice, Brummel splice etc."
            },
            {
              "id": "15_days_sailing_c54787",
              "type": "verifiable_checkbox",
              "label": "I have undertaken at least 15 days of sailing at the completion of Stage 7.",
              "dialog_text": "The youth member needs to do 15 sailing activity days and ensure they are in their logbook. A day is counted as roughly four - six hours of activity time depending on conditions and skill of their crew. In their log they should include when they did the activity, where they did the activities, who they did it with, what the weather was like and any other interesting information about their activity."
            }
          ]
        },
        {
          "title": "Review>",
          "inputs": [
            {
              "id": "facilitated_debrief_session_sailing_trip_led_6f18e2",
              "type": "verifiable_checkbox",
              "label": "I have facilitated a debrief session for a sailing trip I have led at this stage, including positive affirmations of crew member contributions, and offering feedback on areas for improvement.",
              "dialog_text": "The youth member should run the debrief session following one of their sailing trips and include feedback to their patrol on how the patrol could improve sailing trips in the future, considering risk management, safety, equipment management, location selection, level of difficulty, and training."
            }
          ]
        },
        {
          "title": "Verify",
          "inputs": [
            {
              "id": "logbook_up_to_date",
              "type": "checkbox",
              "label": "My logbook is up to date at the end of this stage."
            },
            {
              "id": "file_uploader",
              "type": "file_uploader",
              "label": "Upload supporting documents",
              "alt": "Each file should be less than 10MB in size."
            }
          ]
        }
      ]
    }
  ]
}