{
  "template": "oas/boating/sailing/9",
  "meta": {
    "stage": 9,
    "stream": "sailing"
  },
  "version": 1,
  "document": [
    {
      "title": "Stage 9 - Sailing",
      "input_groups": [
        {
          "title": "Plan>",
          "inputs": [
            {
              "id": "first_aid_qualification_current_794a67",
              "type": "verifiable_checkbox",
              "label": "I have kept my First Aid qualifications up to date.",
              "dialog_text": "The youth member should keep their CPR and first aid course current, by updating CPR annually and redoing their first aid course every three years or as required for their wilderness skill set."
            },
            {
              "id": "developed_passage_plan_conditions_a87813",
              "type": "verifiable_checkbox",
              "label": "I have developed a passage plan, based on wind, geography, tides and currents, prior to a sail.",
              "dialog_text": "The youth member should develop a passage plan, which should take into consideration their activity objective and the International Marine Organisation Passage Planning Guidelines, which includes; appraisal, planning, execution and monitoring. \n \nPlanning should include anticipated weather and tides, route (including waypoint plan), distance, estimated time of arrival and emergency plan."
            }
          ]
        },
        {
          "title": "Do>",
          "inputs": [
            {
              "id": "developed_full_understanding_airflow_over_sails_taught_principles_9e1013",
              "type": "verifiable_checkbox",
              "label": "I have a full understanding of airflow over sails, and have successfully taught the principles of sail trim and helming a small boat to Stage 6 Scouts.",
              "dialog_text": "The youth member should be able to demonstrate their understanding of airflow over sails, which would be evident in their performance on the water. They should also be able to effectively pass this knowledge on to another Scout, working on a lower stage. They will know if they are successful in their teachings if that Scout is able to demonstrate that skill and understands the principles they have taught them."
            },
            {
              "id": "knowledge_evaluating_adjust_standing_running_rigging_260c51",
              "type": "verifiable_checkbox",
              "label": "I have the knowledge to effectively evaluate and adjust both standing and running rigging to improve safety and performance.",
              "dialog_text": "The youth member should be able to demonstrate their knowledge adjusting both standing and running rigging to improve safety and performance, which would be evident in their performance on the water."
            },
            {
              "id": "undertaken_thirty_days_sailing_d29b89",
              "type": "verifiable_checkbox",
              "label": "I have undertaken at least 30 days of sailing.",
              "dialog_text": "The youth member needs to do at least 30 sailing activity days and ensure they are in their logbook. A day is counted as roughly six hours of activity time depending on conditions and skill of their crew. In their log they should include when they did the activities, where they did the activities, who they did it with, the weather was like and any other interesting information about their activity."
            },
            {
              "id": "participated_sailing_spinnaker_9eacc8",
              "type": "verifiable_checkbox",
              "label": "I have participated in sailing with a spinnaker kit.",
              "dialog_text": "The youth member needs to participate in sailing activity with a spinnaker kit."
            },
            {
              "id": "lead_sailing_journey_multi_nights_night_sailing_8f055e",
              "type": "verifiable_checkbox",
              "label": "I have led a sailing journey of two-nights, three-days or more including some night sailing as the responsible leader of the activity.",
              "dialog_text": "The youth member needs to lead a sailing journey of 2 nights and 3 days. A day is counted as roughly 6 hours of activity time depending on conditions and skill of their crew."
            },
            {
              "id": "demonstrated_personal_development_sailing_discussion_unit_council_09ab6d",
              "type": "verifiable_checkbox",
              "label": "I have demonstrated my personal development in sailing by one of the following means or a similar standard activity after discussion with my Unit Council: Take up a crew position on a multi-day ocean race or cruising voyage; Take part in a full yacht racing season with a local yacht club; Take a leading part in sail training for 12 months at a Scout Group or Scout Sailing Centre; Gain an Instructor’s Certificate from Sailing Australia and use it to advance sail training at a Scout Group or Scout Sailing Centre.",
              "dialog_text": "The youth member needs to decide which of the tasks would best enhance their personal development in sailing. For example, if they have already taken part in full yacht racing season for the last few years then in order to further their development taking a lead in sail training for a Scout Sailing Centre will be more challenging and adventurous.\n \nThey will then need to discuss their preference with their Unit Council, before starting the task."
            }
          ]
        },
        {
          "title": "Review>",
          "inputs": [
            {
              "id": "presentation_group_scouts_skills_gained_completing_sailing_0e077d",
              "type": "verifiable_checkbox",
              "label": "I have given a presentation to a group of Scouts on the skills I have gained from completing the Boating Outdoor Adventure Skills.",
              "dialog_text": "The youth member presentation should be regarding an interesting, fun, challenging or unique aspect(s) about the skills they have gained. Because of the nature of the adventurous activity, it is recommended that a presentation is very visual, exciting and inspiring, rather than a dreary or boring PowerPoint/speech. The aim is to enthuse other Scouts to take up sailing as a pursuit."
            },
            {
              "id": "consider_future_skills_use_development_sailing_a65c38",
              "type": "verifiable_checkbox",
              "label": "I have considered what I would like to do with the level of skill I have gained through the Boating Outdoor Adventure Skills, and discussed it with a trusted mentor.",
              "dialog_text": "The youth member should discuss with their mentor how they have developed through the SPICES whilst undertaking their sailing adventures. They should consider their goals moving forward, where will sailing take them and how can they share these skills and learnings within their Scouting community."
            }
          ]
        },
        {
          "title": "Verify",
          "inputs": [
            {
              "id": "logbook_up_to_date",
              "type": "checkbox",
              "label": "My logbook is up to date at the end of this stage."
            },
            {
              "id": "file_uploader",
              "type": "file_uploader",
              "label": "Upload supporting documents",
              "alt": "Each file should be less than 10MB in size."
            }
          ]
        }
      ]
    }
  ]
}