{
  "template": "oas/boating/windsurfing/9",
  "meta": {
    "stage": 9,
    "stream": "windsurfing"
  },
  "version": 1,
  "document": [
    {
      "title": "Stage 9 - Windsurfing",
      "input_groups": [
        {
          "title": "Plan>",
          "inputs": [
            {
              "id": "first_aid_qualification_current_794a67",
              "type": "verifiable_checkbox",
              "label": "I have kept my First Aid qualifications up to date.",
              "dialog_text": "The youth member should keep their CPR and first aid course current, by updating CPR annually and redoing their first aid course every three years or as required for their wilderness skill set."
            },
            {
              "id": "developed_strategic_tactical_environment_conditions_plans_race_08ccb1",
              "type": "verifiable_checkbox",
              "label": "I have developed strategic and tactical plans, based on wind, geography, tides and currents, prior to a race.",
              "dialog_text": "The youth member should develop a strategic and tactical plan. \nPlanning should include anticipated weather and tides, route, distance and emergency plan."
            },
            {
              "id": "prepared_vehicle_trailer_windsurfer_travelling_df6b96",
              "type": "verifiable_checkbox",
              "label": "I have prepared the vehicle and/or trailer with the windsurfer loaded, that I am responsible for prior to travelling to any events.",
              "dialog_text": "The youth member should already be competent in properly preparing their windsurfer for safe travel from Stage 7. They should now prepare a vehicle and/or trailer with their windsurfer loaded ready to take to the event."
            },
            {
              "id": "precautionary_driving_skills_travelling_3f7a2a",
              "type": "verifiable_checkbox",
              "label": "I have used precautionary driving skills while travelling safely to events carrying passengers and/or transporting windsurfers.",
              "dialog_text": "The youth member should travel to the windsurfing event, following the road rules and taking into consideration their load, whether it be on a trailer or on the vehicle."
            },
            {
              "id": "full_understanding_air_flow_sails_eaccef",
              "type": "verifiable_checkbox",
              "label": "I have a full understanding of air flow over the sails, and can explain the advantages of rotational and camber induced sails.",
              "dialog_text": "The youth member should be able to demonstrate their understanding of airflow over sails, which would be evident in their performance on the water. They should also be able to clearly explain the advantages of rotational and camber induced sails."
            }
          ]
        },
        {
          "title": "Do>",
          "inputs": [
            {
              "id": "effective_launch_a10904",
              "type": "verifiable_checkbox",
              "label": "I can demonstrate an effective launching and beach starting of a windsurfer.",
              "dialog_text": "The youth member should be consistently able to effectively launch their windsurfer from a beach, taking into consideration wind direction."
            },
            {
              "id": "water_start_a10904",
              "type": "verifiable_checkbox",
              "label": "I can demonstrate a water start of a windsurfer.",
              "dialog_text": "The youth member should be consistently able to effectively launch their windsurfer whilst in the water."
            },
            {
              "id": "effective_sail_windsurfer_small_breaking_waves_154f03",
              "type": "verifiable_checkbox",
              "label": "I can effectively sail a windsurfer through small breaking waves.",
              "dialog_text": "The youth member should be consistently able to effectively sail through small breaking waves."
            },
            {
              "id": "effectively_luff_bear_windsurfer_d7c706",
              "type": "verifiable_checkbox",
              "label": "I can effectively luff up and bear away a windsurfer with the correct mast track and centreboard adjustments.",
              "dialog_text": "The youth member should be consistently able to effectively luff up and bear away a windsurfer using the correct mast track and centreboard adjustments."
            },
            {
              "id": "effectively_sail_windsurfer_backwards_cfbc10",
              "type": "verifiable_checkbox",
              "label": "I can effectively sail a windsurfer backwards from a set line.",
              "dialog_text": "The youth member should be able to effectively sail backwards through a set line."
            },
            {
              "id": "understand_emergency_action_windsurfer_broken_cfb58d",
              "type": "verifiable_checkbox",
              "label": "I understand the emergency action required with a windsurfer with a broken fin, universal, mast and boom.",
              "dialog_text": "The youth member should able to deal with an emergency situation where a windsurfer is damaged during the activity. They should demonstrate this ability by participating in a mock emergency situation and document their actions in their log."
            },
            {
              "id": "undertaken_35_days_sailing_403579",
              "type": "verifiable_checkbox",
              "label": "I have undertaken at least 35 days of sailing by the end of Stage 9.",
              "dialog_text": "The youth member needs to do thirty-five (35) windsurfing activity days and ensure they are in their logbook. A day is counted as roughly 4-6 hours of activity time depending on conditions and skill of their Patrol. In their log they should include when they did the activity, where they did the activities, who they did it with, what the weather was like and any other interesting information about the activities."
            },
            {
              "id": "lead_windsurfing_rescue_skills_session_bb63bf",
              "type": "verifiable_checkbox",
              "label": "I have led a windsurfing rescue skills session for a group of less experienced windsurfers.",
              "dialog_text": "The youth member should lead, with guidance from a skilled windsurfer, a rescue skills session with members working on stage 7 and below. This skills session should cover a range of rescue scenarios and support the participants in learning skills they are interested in."
            }
          ]
        },
        {
          "title": "Review>",
          "inputs": [
            {
              "id": "presentation_group_scouts_skills_gained_windsurfing_completion_0d28ec",
              "type": "verifiable_checkbox",
              "label": "I have given a presentation to a group of Scouts on the skills I have gained from completing the Boating Outdoor Adventure Skills.",
              "dialog_text": "The youth member's presentation should be regarding an interesting, fun, challenging or unique aspect(s) about the skills they have gained. Because of the nature of the adventurous activity, it is recommended that a presentation is very visual, exciting and inspiring, rather than a dreary or boring PowerPoint/speech. The aim is to enthuse other Scouts to take up windsurfing as a pursuit."
            }
          ]
        },
        {
          "title": "Verify",
          "inputs": [
            {
              "id": "logbook_up_to_date",
              "type": "checkbox",
              "label": "My logbook is up to date at the end of this stage."
            },
            {
              "id": "file_uploader",
              "type": "file_uploader",
              "label": "Upload supporting documents",
              "alt": "Each file should be less than 10MB in size."
            }
          ]
        }
      ]
    }
  ]
}