{
  "template": "oas/boating/windsurfing/5",
  "meta": {
    "stage": 5,
    "stream": "windsurfing"
  },
  "version": 3,
  "document": [
    {
      "title": "Stage 5 - Windsurfing",
      "input_groups": [
        {
          "title": "Plan>",
          "inputs": [
            {
              "id": "identify_food_water_windsurfing_f3b8a0",
              "type": "verifiable_checkbox",
              "label": "I know how to identify food and water requirements for windsurfing activities.",
              "dialog_text": "The youth member should consider how they might identify the needs of particular trip given people, location, season and access to food and water sources. \nThey should be able to: \n * Specify how much water to carry, and how often they will need to re-fill \n * Specify how many of each meal they will need (breakfast, lunch, dinner, snacks) and for how many people \n * Identify suitable foods for sailing with regard to energy content, durability, perishability, and deliciousness \n * Estimate overall energy requirements: How strenuous is the day?  Will it make them eat more?"
            },
            {
              "id": "select_windsurfing_activity_routes_minise_environmental_damage_279f5f",
              "type": "verifiable_checkbox",
              "label": "I can select windsurfing activity routes that minimise damage to the environment.",
              "dialog_text": "The youth member should demonstrate an understanding in their plan that they are able to select appropriate launching points and rest stops to ensure minimal damage to the environment."
            },
            {
              "id": "identify_hazards_windsurfing_minimise_risk_84e35c",
              "type": "verifiable_checkbox",
              "label": "I can identify possible hazards associated with windsurfing and procedures to minimise risks and I know how to take actions to minimise these risks.",
              "dialog_text": "The youth member should identify the difference between a hazard and a risk. They should provide a hazard assessment and will need to account for: \n * Human hazards \n * Environmental hazards \n * Equipment hazards \n \nThey should include in their plan what steps they will take to minimise these hazards during an activity. They should then consider the risks that may come from these hazards and how they will mitigate these on an activity. This step could be done as a Patrol or individual before the windsurfing activity."
            }
          ]
        },
        {
          "title": "Do>",
          "inputs": [
            {
              "id": "complete_Provide_First_Aid_60bd37",
              "type": "verifiable_checkbox",
              "label": "I have successfully completed* a Provide First Aid (including CPR) course from a recognised provider.",
              "dialog_text": "The youth member should complete a first aid course through an accredited provider. The first aid course should cover similar content to Provide First Aid (HLTAID011) or the current workplace first aid qualification. They could do a higher first aid unit, such as Provide Advanced First Aid or Provide First Aid in a remote location. \n \n*Members under the age of 14 may be able to participate in Provide First Aid courses, but may not necessarily receive the formal Units of Competency depending on provider."
            },
            {
              "id": "demonstrate_avoid_injury_c8690c",
              "type": "verifiable_checkbox",
              "label": "I can demonstrate techniques to avoid injury when setting up, packing up or moving equipment.",
              "dialog_text": "The youth member should be able to demonstrate appropriate lifting and weightbearing techniques."
            },
            {
              "id": "helped_stage_two_three_basic_safety_rules_water_441ee6",
              "type": "verifiable_checkbox",
              "label": "I have helped a Stage 2 or 3 Scout explain the basic safety rules for being near water.",
              "dialog_text": "The youth member should help a Scout working on Stage 2 or 3 of Boating, Aquatic or Paddling and assist them understand the basic safety rules for being near water."
            },
            {
              "id": "create_float_plan_windsurfing_0dc699",
              "type": "verifiable_checkbox",
              "label": "I know how to create and use a float plan for a windsurfing activity.",
              "dialog_text": "The youth member should create a float plan when planning a windsurfing activity even if it is for a couple of hours. They should include the description of their vessel, destination and general route being taken, contact information and the timeframe of their activity. This should then be given to someone not attending so that it can give authorities a head start in looking for them if they fail to reach their destination."
            },
            {
              "id": "explain_rules_avoid_collision_a9fc0a",
              "type": "verifiable_checkbox",
              "label": "I can explain the rules established to avoid collision.",
              "dialog_text": "The youth member should explain to a Scout working on Stage 3 or lower what the collision regulations are for windsurfing, with regards to another windsurfer and to power boats too."
            },
            {
              "id": "inspect_rigged_windsurfer_identify_faults_cd4ace",
              "type": "verifiable_checkbox",
              "label": "I can inspect a rigged windsurfer and identify faulty parts.",
              "dialog_text": "The youth member should be able to inspect a rigged windsurfer and identify if there is anything faulty."
            },
            {
              "id": "demonstrated_steering_windsurfer_upwind_downwind_99b41f",
              "type": "verifiable_checkbox",
              "label": "I have demonstrated steering a windsurfer heading upwind, or bearing off and going downwind, depending on wind conditions and direction.",
              "dialog_text": "The youth member should demonstrate steering their windsurfer heading upwind, bearing off and steering downwind. They should write up what they achieved in their logbook."
            },
            {
              "id": "clove_knot_camp_hitch_hang_clothesline_914d3b",
              "type": "verifiable_checkbox",
              "label": "I can demonstrate three self-rescues with my windsurfer.",
              "dialog_text": "The youth member should demonstrate three self-rescues with their windsurfer and write the activity in their logbook, including the wind and weather conditions and location."
            },
            {
              "id": "undertaken_five_days_windsurfing_1be0fc",
              "type": "verifiable_checkbox",
              "label": "I have undertaken at least 5 days of windsurfer sailing on safe, familiar waters by the end of Stage 5.",
              "dialog_text": "The youth member needs to participate in five days of windsurfing and write their activities in their logbook. They should include where they windsurfed, who they did it with, what the weather was like, including the wind conditions and any other interesting information about the activity. Photos are also great evidence to include in their logbook."
            },
            {
              "id": "manoeuvre_windsurfer_triangular_course_2ede58",
              "type": "verifiable_checkbox",
              "label": "I can manoeuvre a windsurfer around a triangular course.",
              "dialog_text": "The youth member should be able to manoeuvre their windsurfer around a triangular course using the correct steering techniques and maintaining the correct body position."
            }
          ]
        },
        {
          "title": "Review>",
          "inputs": [
            {
              "id": "review_performance_identify_improvements_ed8c00",
              "type": "verifiable_checkbox",
              "label": "I can review my own windsurfing performance and identify potential improvements.",
              "dialog_text": "The youth member should be continually reviewing their performance during their windsurfing activities and making small adjustments along the way. At the end of the activity they should review their performance as a whole and identify ways they could improve. Could they have improved their planning, what equipment they brought or their skills? The review can be done individually and noted in their logbook, a journal, or with their activity Patrol or Unit. Photos or videos may help them identify areas where they could improve their technique."
            },
            {
              "id": "incident_windsurfing_ed8c00",
              "type": "verifiable_checkbox",
              "label": "I am aware of what to do in the event of an incident whilst windsurfing.",
              "dialog_text": "The youth member should have an emergency and contingency plan for their windsurfing activity, which they do prior to starting their activity, as part of their float plan. After the activity they should review what happened, and if there were any incidents, did they manage them according to their float plan, if not why not and how could they have done it better or differently next time."
            }
          ]
        },
        {
          "title": "Verify",
          "inputs": [
            {
              "id": "logbook_up_to_date",
              "type": "checkbox",
              "label": "My logbook is up to date at the end of this stage."
            },
            {
              "id": "file_uploader",
              "type": "file_uploader",
              "label": "Upload supporting documents",
              "alt": "Each file should be less than 10MB in size."
            }
          ]
        }
      ]
    }
  ]
}