{
  "template": "oas/cycling/mountain-biking/6",
  "meta": {
    "stage": 6,
    "stream": "mountain-biking"
  },
  "version": 1,
  "document": [
    {
      "title": "Stage 6 - Mountain biking",
      "input_groups": [
        {
          "title": "Plan>",
          "inputs": [
            {
              "id": "identify_mountain_bike_component_options_48cfb4",
              "type": "verifiable_checkbox",
              "label": "I can identify mountain bike options & components and justify reasons for selecting one bike or component over another.",
              "dialog_text": "The youth member should consider a few key different kinds of bicycles that can be used on a mountain biking activity. In general, most (not all) bikes can be used for most (not all) activities, regardless of features, depending on the rider’s skill, stamina and comfort level. \n \nAt a most basic level, there are 4 key components that split bicycles into being purposed for different activities. These 4 components are: \n * frame geometry \n * the wheelset \n * the gearset \n * the suspension. \n \nThe youth member should consider these 4 components in their rationale."
            },
            {
              "id": "attach_necessary_equipment_accessories_cf3cba",
              "type": "verifiable_checkbox",
              "label": "I can safely attach necessary equipment and accessories to my bicycle for use while mountain biking.",
              "dialog_text": "The youth member should consider what equipment they require and demonstrate safely attaching the items to the bike. \n \nOften when mountain biking, the Scout will want to bring along snacks, water, maintenance tools, a first aid kit and weather protection. Carrying these items on the Scout's back can be fine, however it makes their centre of gravity higher, decreasing handling ability, and also puts strain on the body. \n \nStrapping gear to a bike frame eliminates these problems, and lowers the centre of gravity, in some cases actually improving handling. \n \nIt is important that gear is strapped on tightly, in places that it will not impact on the range of motion of the legs of the rider nor the turning circle of the handlebars, nor the gear changes and braking abilities. \n \nAlso, some frame materials can be damaged easily by scratching (especially fancy paint work) and others such as carbon fibre are designed for vertical forces and not horizontal, so can actually buckle if for example, a water bottle is strapped tightly to a carbon fibre fork."
            },
            {
              "id": "secure_mountain_bike_vehicle_cd2dc4",
              "type": "verifiable_checkbox",
              "label": "I can secure my mountain bike to a vehicle when required.",
              "dialog_text": "The youth member should demonstrate securing a bike on either a roof rack, inside a trailer, or on a bike rack behind a car."
            },
            {
              "id": "conduct_pre_ride_checks_3531a6",
              "type": "verifiable_checkbox",
              "label": "I can conduct pre-ride maintenance checks and correct any deficiencies.",
              "dialog_text": "The youth member should carry out pre-ride checks which are similar to as what has been happening in previous Stages, however the youth member should be able to adapt and fix more unusual problems using traditional and unorthodox methods and repairs. \n \nItems such as lubricant, duct tape, zip ties, spare cables and spare bolts should be able to be used with skill and precision. \n \nA Scout at this Stage should rarely have a ‘mechanical’ that immobilizes them for any extended time."
            },
            {
              "id": "planned_mountain_biking_weekend_336c35",
              "type": "verifiable_checkbox",
              "label": "I have planned a mountain biking weekend that takes in all group needs and organisational policies and procedures.",
              "dialog_text": "The youth member should consider all risk assessments and other components of planning such as contingency plans, catering, and child protection. If needed, Adult support should be given, however the youth member should be able to consider almost all factors on their own at this Stage and plan around them to mitigate any issues."
            },
            {
              "id": "planned_area_based_environmental_mountain_biking_jhvc35",
              "type": "verifiable_checkbox",
              "label": "I have planned for area-based environmental and road restrictions during a mountain biking activity.",
              "dialog_text": "The youth member should plan their activity and take into consideration that road restrictions may impact the route that they take and will not likely be visible on Google Earth or Google Maps when planning the route. \n \nIt is important especially when mountain biking (because they may not be riding on a well known or mapped trail) that they have alerted other people as to where they are riding and an expected time duration. \n \nRiding on mountain bike routes will likely take the youth member through National Parks and other extreme weather prone areas, so they will need to take extra care to be aware of snow, bushfire, thunderstorm and flash flooding events. The possibility of these events occurring does not mean they should not ride, as these events are often impossible to predict, however as a Stage 6 Cyclist it is important to make the decision based on the best possible information and their own/the groups personal abilities and preparedness. \n \nRoad restrictions can be found on websites such as State/Territory Government traffic report websites, Shire Websites, and local community environmental websites."
            }
          ]
        },
        {
          "title": "Do>",
          "inputs": [
            {
              "id": "identify_negotiate_obstacles_intermediate_trails_d12f92",
              "type": "verifiable_checkbox",
              "label": "I can identify and negotiate obstacles while riding on intermediate trails.",
              "dialog_text": "The youth member should consider the types of obstacles that they might face while mountain biking which are very varied and more complex in nature (in general) than the sorts of obstacles that may be encountered when riding on road or fixed/artificial surfaces. \n \nOne of the most important aspects of overcoming obstacles while mountain biking is being able to choose a ‘line’ through the many rocks, boulders, sticks, trees and mud that may be approaching the bike. \n \nThe best way to learn how to do this is to find a short mountain bike course in a local area and practice riding it again, and again, and again. Over time, the Scout will realise that they have a preference in approaching this course’s individual obstacles a certain way each time. \n \nThe way that they approach these obstacles, and negotiate them at speed, is picking a line. Take the way which they have picked each of the lines over these obstacles, and bring that skill out into other courses that the youth member rides."
            },
            {
              "id": "recommended_weight_transfer_techniques_966fc8",
              "type": "verifiable_checkbox",
              "label": "I can apply recommended weight transfer techniques during cornering.",
              "dialog_text": "The youth member should be in total control of where their centre of gravity lies at all times, and how this might affect the handling of the bicycle, especially around corners. \n \nIn this Stage, the youth member should be building on adjusting their weight and pedal position from Stage 5, demonstrating recommended weight transfer techniques effectively when cornering. \n \nWeight Transfer techniques come from body positioning on the bike, where pedals are lined up, and also how they lean on the bike."
            },
            {
              "id": "apply_group_riding_techniques_obstacles_features_305d24",
              "type": "verifiable_checkbox",
              "label": "I can apply group riding techniques safely over obstacles and trail features.",
              "dialog_text": "The youth member should go beyond the previous group riding goals as they take a more prominent role in leading a group in safely riding. \n \nDirecting a group or a bunch to ride safely involves lots of awareness and planning, and delegating smaller specific tasks."
            },
            {
              "id": "demonstrate_correct_posture_obstacles_features_c6f1b0",
              "type": "verifiable_checkbox",
              "label": "I can demonstrate correct posture for descents, uphill riding and bumps, potholes, ruts, rocks, logs, man-made objects, in a smooth, safe, energy efficient manner.",
              "dialog_text": "The youth member should focus on the ability to control their body positioning on the bike, how to adapt to different centres of gravity that the bike may have due to a bike trailer, panniers, or bikepacking bags, how to ‘read lines’ into advanced cycling routes, and correct cadence when pedalling."
            },
            {
              "id": "assisted_stage_four_develop_skills_d1a57e",
              "type": "verifiable_checkbox",
              "label": "I have assisted a Stage 4 Scout or below in developing their cycling skills.",
              "dialog_text": "The youth member should be a good mentor to the Stage 4 Scout. It is important that the youth member walks them through common pitfalls & challenges that they encountered when completing that Stage, and also strategies as to how to be a better and more competent rider. \n \nSome specific skills will be able to be taught by the Stage 6 rider, and they might also be able to recommend Subject Matter Experts for the Stage 4 Scout to engage with to further develop their skills."
            },
            {
              "id": "assisted_stage_four_fitting_bike_posture_f63b5c",
              "type": "verifiable_checkbox",
              "label": "I have assisted a Stage 4 Scout to fit their bike for appropriate posture.",
              "dialog_text": "The youth member should be able to demonstrate and assist a Stage 4 Scout with how to adjust their bike appropriately."
            },
            {
              "id": "assistant_leader_mountain_bike_activity_3c28b6",
              "type": "verifiable_checkbox",
              "label": "I have been the assistant leader on a mountain bike activity at this Stage.",
              "dialog_text": "The assistant leader will be responsible for supporting the leader in all aspects of activity coordination. The assistant leader may be responsible for the sourcing of weather reports, gear lists and weights, and confirming overnight camping/accommodation locations for the activity leader, as well as leadership support during the activity itself."
            },
            {
              "id": "extensive_in_field_repair_kit_ghdfghd3bf",
              "type": "verifiable_checkbox",
              "label": "I have put together an extensive in-field repair kit using essential and unorthodox items.",
              "dialog_text": "In many situations, a classic repair kit with puncture welds and some bolt/nut adjustment will be more than enough to solve the problem that the Group, Unit or Patrol is facing. \n \nThere are often however, especially with Mountain Biking, more unusual and challenging problems that arise, and the chances of these problems occurring rises as the youth member becomes more advanced and undertakes more challenging expeditions. It is essential that the youth member is able to provide solutions for their own bike, as well as other group members’ bikes, when complex problems arise. \n \nFor example, a Stage 6 Scout should know how to repair all kinds of brakes in the field, using various brake pad re setting techniques that do not require a workshop. \n \nAnother example is knowing how to use makeshift materials to repair a tyre sidewall tear."
            },
            {
              "id": "challenging_mechanical_problems_0d83bf",
              "type": "verifiable_checkbox",
              "label": "I can fix challenging mechanical problems with in-field tools.",
              "dialog_text": "The youth member should be able to fix challenging mechanical problems which for Mountain Biking include, but are not limited to: \n * Converting a bike to single speed after a rear derailleur failure \n * Replacing the clip on shoe cleats and bolts \n * Understanding how to recognise the cause of flats based on the type of puncture \n * Deal with issues that might occur with tubeless tyres \n * How to adjust a suspension fork air pressure/spring tension \n * How to use a torque wrench to properly adjust clamps, nuts and bolts."
            },
            {
              "id": "apply_safe_techniques_intermediate_surfaces_3c28b6",
              "type": "verifiable_checkbox",
              "label": "I can apply safe technique while dismounting, mounting and riding on intermediate trail surfaces.",
              "dialog_text": "These skills should be demonstrated through the youth member's competent and confident rising ability."
            },
            {
              "id": "completed_ten_cycling_activities_qwewe28b6",
              "type": "verifiable_checkbox",
              "label": "I have completed 10 cycling activities by the completion of Stage 6.",
              "dialog_text": "The youth member needs to complete 10 mountain biking activities by this Stage. An activity can be between 3 & 6 hours worth of riding in a day period. They should include where they did the activities, who they did them with, what the weather conditions were like and any other interesting information about the activity."
            }
          ]
        },
        {
          "title": "Review>",
          "inputs": [
            {
              "id": "store_mountain_bike_7eca1d",
              "type": "verifiable_checkbox",
              "label": "I can store an off-road bicycle in an appropriate manner.",
              "dialog_text": "The youth member needs to understand and demonstrate their knowledge by ensuring that off-road bicycles (and all bicycles) are stored in a relatively dry, stable environment after being cleaned. \n \n60% of appropriate storage comes from ensuring that the bicycle is cleaned, oiled, and lubricated appropriately, with tyres inflated, prior to storage. \n \nThe other 40% comes from making sure that the area that the environment for bike storage is relatively dry (so that no water, muck or fluid accelerates the rust process in the bike) and that the environmental conditions are not likely to change suddenly (sudden dry spells could be detrimental to the rubber/silicon/plastic components on a bike, and sudden wet spells could cause a build-up of rust and damaging chemicals inside the frame or components)."
            },
            {
              "id": "evaluated_cycling_journey_7eca1d",
              "type": "verifiable_checkbox",
              "label": "I have evaluated relevant aspects of the cycling journey – route, safety, risk management, equipment, provisions, the challenge, learning opportunities, degree of difficulty, etc.",
              "dialog_text": "The youth member should consider the skills and knowledge they have developed through the 6 Stages of the Cycling stream that they have completed so far, and how visible these skills are in other Scouts and the group."
            },
            {
              "id": "identify_improvements_future_journeys_7eca1d",
              "type": "verifiable_checkbox",
              "label": "I can identify improvements in my planning and leading future cycling journeys.",
              "dialog_text": "The youth member should discuss with experts and other Scouts ways in which the mountain biking activities they have done so far could be improved. As a Stage 6 mountain biker, they should have a high understanding of what may need to be done to improve the mountain biking activities that their Group, Unit or Patrol has undertaken. \n \nThe youth member can consider questions such as; \n * How can the ride be more accessible for members that struggled? \n * How can the ride be more challenging? \n * What did you bring along that could have been left at home? \n * If an overnight ride, were you at one stage of the activity wearing every single item of clothing that you brought along, and if not, does that mean you brought excess clothing and wasted carrying weight? \n * How can you make the ride more enjoyable for members? \n * How can the adult leaders support you more?"
            }
          ]
        },
        {
          "title": "Verify",
          "inputs": [
            {
              "id": "logbook_up_to_date",
              "type": "checkbox",
              "label": "My logbook is up to date at the end of this stage."
            },
            {
              "id": "file_uploader",
              "type": "file_uploader",
              "label": "Upload supporting documents",
              "alt": "Each file should be less than 10MB in size."
            }
          ]
        }
      ]
    }
  ]
}