{
  "template": "oas/vertical/climbing/6",
  "meta": {
    "stage": 6,
    "stream": "climbing"
  },
  "version": 2,
  "document": [
    {
      "title": "Stage 6 - Climbing",
      "input_groups": [
        {
          "title": "Plan>",
          "inputs": [
            {
              "id": "teach_youth_pack_climb_de7909",
              "type": "verifiable_checkbox",
              "label": "I can teach another youth what to pack for a climbing activity of my choice.",
              "dialog_text": "The youth member should know what is required to be packed for a climbing activity, taking into consideration the location and itinerary for the activity. They should be able to effectively pass this knowledge on to another Scout, working on a lower stage. The youth member will need to consider how they are going to convey this information."
            },
            {
              "id": "plan_lead_climbing_supervision_8496bc",
              "type": "verifiable_checkbox",
              "label": "I can plan and lead a climbing activity with skilled supervision.",
              "dialog_text": "The youth member should take primary leadership, including responsibility and risk management for the climbing activity. They will need to have their plan reviewed and supervised by a skilled climber. The plan needs to cover location, navigation to and from, equipment needs, food needs, emergency plan, weather conditions and planning for activities depending on the skill of the participants."
            },
            {
              "id": "organise_transport_climb_activity_365392",
              "type": "verifiable_checkbox",
              "label": "I can help organize the transportation required for an activity.",
              "dialog_text": "The youth member should ensure they take into consideration transportation for a climbing activity they are planning. This will include getting the group and gear to the location and back to the finishing point. The youth member can do this I statement in conjunction with when they plan a climbing trip in this Stage."
            },
            {
              "id": "discuss_hazards_climbing_400c9a",
              "type": "verifiable_checkbox",
              "label": "I can discuss hazards of climbing activities to Stage 4 Scouts or below.",
              "dialog_text": "The youth member should consider hazards which they know are involved in climbing activities. These could be: \n * Human hazards \n * Environmental hazards \n * Equipment hazards \n \nThe youth member will then need to discuss these hazards with scouts working on Stage 4 or below."
            },
            {
              "id": "comprehensive_risk_assessment_climbing_in1b",
              "type": "verifiable_checkbox",
              "label": "I can put together a comprehensive risk assessment for a climbing activity that is coming up.",
              "dialog_text": "The youth member should provide a risk assessment as part of their activity plan. They will need to account for: \n * Human risk \n * Environmental risk \n * Equipment risk \n \nThe youth member should also consider mitigations to reduce the risks identified. \n \nThis risk assessment needs to be reviewed by a skilled climber prior to the activity, with enough time that amendments can be made if required."
            },
            {
              "id": "research_gear_climb_activity_application_slee26ab",
              "type": "verifiable_checkbox",
              "label": "I can research the best gear for an activity application.",
              "dialog_text": "The youth member should research and provide information about equipment selection for their climbing activity, including the reasons for their choices. If they don’t have access to the gear they would like to use after their research, then the youth member should present to their Patrol why they would prefer to use other pieces of equipment rather than needing to purchase the new gear."
            },
            {
              "id": "research_climb_techniques_applications_36ab",
              "type": "verifiable_checkbox",
              "label": "I can research a variety of climbing techniques and the best applications for them.",
              "dialog_text": "The youth member should research and provide information about different climbing techniques and when they would use those techniques and why. The youth member could write down their research or speak to their Patrol/ Unit or Project Patrol about the research."
            },
            {
              "id": "research_rescue_techniques_climbing_s46ab",
              "type": "verifiable_checkbox",
              "label": "I can research a variety of rescue techniques for climbing activities.",
              "dialog_text": "The youth member should research and provide information about a variety of rescue techniques and when they would use those techniques and why."
            },
            {
              "id": "site_activity_minimal_impact_climb_sl526ab",
              "type": "verifiable_checkbox",
              "label": "I know why site and activity specific minimal impact is important in climbing activities.",
              "dialog_text": "The youth member should understand and demonstrate the importance of minimal impact when on a climbing activity. The youth member may do some research before they go on a vertical activity which may include looking at the Australian Adventurous Activities Standards and Good Practice Guides."
            }
          ]
        },
        {
          "title": "Do>",
          "inputs": [
            {
              "id": "hazards_climb_natural_e1716b",
              "type": "verifiable_checkbox",
              "label": "I know of hazards associated with climbing on natural surfaces and minimise risks to ensure the personal safety of participants.",
              "dialog_text": "The youth member may research the hazards associated with climbing on natural surfaces or speak to an experienced climber about this. They then need to construct their own understanding of the risks associated and consider how they may manage these risks while climbing."
            },
            {
              "id": "set_multiple_anchors_climbs_a2a3d4",
              "type": "verifiable_checkbox",
              "label": "I can set and use multiple anchors at the top and bottom of climbs.",
              "dialog_text": "The youth member will need to set up multiple anchors at the top and bottom of their climbs. This could be through existing anchors like boulders, trees, bolts, etc or through them placing gear to build an anchor, by using the appropriate knots, and ensure that a skilled climber has checked their set up before they start climbing. They should include this in their log and ensure their skilled climber has been noted as the verifier."
            },
            {
              "id": "difference_dynamic_static_climb_869e94",
              "type": "verifiable_checkbox",
              "label": "I know the difference between a dynamic and static climbing rope and can apply them to different applications of climbing.",
              "dialog_text": "The youth member should demonstrate understanding of the difference between dynamic and static climbing ropes, and be able to discuss the different applications for using them during a climbing activity."
            },
            {
              "id": "belayed_climber_site_899590",
              "type": "verifiable_checkbox",
              "label": "I have belayed a climber down from a site.",
              "dialog_text": "The youth member needs to demonstrate competently belaying a climber down from a climb, ideally on both a top and bottom belay. This should be supervised by a skilled climber."
            },
            {
              "id": "identify_access_climb_site_89d9e9",
              "type": "verifiable_checkbox",
              "label": "I can identify safe access to and from the climbing site.",
              "dialog_text": "The youth member should demonstrate from their planning in Stage 5, safe access to and from the climbing site, indicating why they have chosen that route."
            },
            {
              "id": "three_top_rope_climbs_setup_db12b0",
              "type": "verifiable_checkbox",
              "label": "I have set up a minimum of three different top rope climbs from start to finish including locating appropriate anchors, setting hardware and rope, setting up belays and doing final safety checks, before being the first to climb, under the supervision of a skilled person.",
              "dialog_text": "The youth member will need to demonstrate three full climb set-ups using the appropriate anchor selection, knots, degree of rope, carabiner placement and direction of pull and ensure that a skilled climber has checked their set up before they test the lines. This should be indicated in their log and ensure their skilled climber has been noted as the verifier."
            },
            {
              "id": "belay_escape_maintain_safety_f43daf",
              "type": "verifiable_checkbox",
              "label": "I have established a belay from which the belayer is able to escape and maintain the safety of the participant.",
              "dialog_text": "The youth member will need to demonstrate the set up and escaping the belay whilst minimising any movement of the climber. They should oversee a Stage 4 or 5 Scout escaping from belay while they keep the climber safe."
            },
            {
              "id": "manage_belayers_climbers_89d9e9",
              "type": "verifiable_checkbox",
              "label": "I can assist to manage a climbing site with multiple ropes being used at the one time.",
              "dialog_text": "The youth member will need to assist in managing belayers and climbers at the bottom of a cliff. The youth member should demonstrate knowledge of what is needed to be done and assist the belayers and climbers where necessary. This activity should still be overseen by a highly skilled climber."
            },
            {
              "id": "escape_multiple_belays_climb_89d9e9",
              "type": "verifiable_checkbox",
              "label": "I have escaped from multiple belays while making sure the climber is still safe.",
              "dialog_text": "The youth member will need to demonstrate at least 3 times escaping the belay whilst minimising any movement of the climber. They should indicate these skills in their log."
            },
            {
              "id": "equipment_safety_checks_action_unsafe_1387a",
              "type": "verifiable_checkbox",
              "label": "I can complete all necessary equipment safety checks, and action unsafe equipment according to organisational policies and procedures.",
              "dialog_text": "The youth member should demonstrate necessary equipment checks prior, during and following the activity. They should log the activity and usage in an equipment log and ensure they are following Branch or State policies as well as the adventurous activity standards."
            },
            {
              "id": "assist_importance_safety_climb_ABCDE_d2034",
              "type": "verifiable_checkbox",
              "label": "I have assisted a Stage 4 Scout in knowing the importance of safety checks, including ABCDE.",
              "dialog_text": "The youth member should discuss with a Scout working on Stage 4 Climbing on the importance of the ABCDE checks. The youth member will need to provide assistance in ensuring they are following the safety checks. The youth member will know if they are successful if that Scout follows those safety checks correctly during the activity. \n \nRemember: \n * A - Anchor(s) \n * B - Buckles \n * C - Carabiner(s) \n * D - Devices \n * E - Ends/Equipment/Edge/Everything else"
            },
            {
              "id": "necessary_personal_checks_buddy_prior_climb_p3a",
              "type": "verifiable_checkbox",
              "label": "I always complete all necessary personal checks using the buddy system, prior to commencing climbing and/or belaying and can assist a Stage 4 Scout or below in what these are.",
              "dialog_text": "The youth member should always complete all the necessary personal checks before climbing, abseiling or belaying. \n * A - Anchor(s) \n * B - Buckles \n * C - Carabiner(s) \n * D - Descender \n * E - Everything else e.g. gloves \n \nThe youth member should also assist a Scout working on Stage 4 or below in understanding what these are."
            },
            {
              "id": "place_traditional_climb_gear_89d9e9",
              "type": "verifiable_checkbox",
              "label": "I have practiced placing traditional climbing gear, including the use of slings, quick draws, nuts, cams & hexes.",
              "dialog_text": "The youth member needs to practise placing traditional climbing gear under supervision of a skilled climber. It is recommended they practise this placement on the ground in a controlled safe manner in an instructional session where they can learn from others with peers. It's not just about placing the gear wherever, it is about placing it correctly so there is less likelihood of failure of gear on a climb when they fall."
            },
            {
              "id": "16_climbs_5_grade_14_1387a",
              "type": "verifiable_checkbox",
              "label": "I have completed 16 climbs by the end of Stage 6 Climbing, 5 of which are Grade 14 or higher.",
              "dialog_text": "The youth member needs to do 16 or more climbs by the completion of Stage 6, five (5) of which need to be graded at 14 or higher in the Australian Climb Grading (or equivalent). They should include in their logbook when they did these climbs, where they did the climbs, who they did them with, how high they were and what grade they were."
            },
            {
              "id": "suitable_climb_route_d2034",
              "type": "verifiable_checkbox",
              "label": "I can select a suitable route to climb.",
              "dialog_text": "The youth member should discuss their chosen route and then demonstrate climbing it. This should be done in conjunction with a guide book or local knowledge of the climbs. If any changes need to be made to their proposed route whilst climbing, they should review these changes once they have finished the climb."
            },
            {
              "id": "position_quality_climb_features_p3a",
              "type": "verifiable_checkbox",
              "label": "I can inspect the position and quality of climbing features.",
              "dialog_text": "The youth member should demonstrate inspecting of the position and quality of climbing features prior to setting up and climbing a route. They should review their opinion of those climbing features once they have finished the climb."
            },
            {
              "id": "single_rope_techniques_variety_changeovers_dfa034",
              "type": "verifiable_checkbox",
              "label": "I can demonstrate single-rope techniques for a variety of changeovers (e.g. passing a knot & changing from ascending to descending & vice versa).",
              "dialog_text": "The youth member needs to learn and demonstrate these techniques under the guidance and supervision of a skilled abseiler or climber."
            }
          ]
        },
        {
          "title": "Review>",
          "inputs": [
            {
              "id": "correct_group_gear_maintenance_99b5ed",
              "type": "verifiable_checkbox",
              "label": "I can demonstrate the correct maintenance of group gear following the conclusion of a vertical activity.",
              "dialog_text": "The youth member should demonstrate correct pack up, cleaning and maintenance of any gear following the activity. This includes retiring gear where necessary, and ensuring the equipment logbook is completed post activity."
            }
          ]
        },
        {
          "title": "Verify",
          "inputs": [
            {
              "id": "logbook_up_to_date",
              "type": "checkbox",
              "label": "My logbook is up to date at the end of this stage."
            },
            {
              "id": "file_uploader",
              "type": "file_uploader",
              "label": "Upload supporting documents",
              "alt": "Each file should be less than 10MB in size."
            }
          ]
        }
      ]
    }
  ]
}