{
  "template": "oas/vertical/climbing/9",
  "meta": {
    "stage": 9,
    "stream": "climbing"
  },
  "version": 1,
  "document": [
    {
      "title": "Stage 9 - Climbing",
      "input_groups": [
        {
          "title": "Plan>",
          "inputs": [
            {
              "id": "first_aid_quals_current_021421",
              "type": "verifiable_checkbox",
              "label": "I have kept my First Aid qualifications up to date.",
              "dialog_text": "The youth member should keep their CPR and first aid qualifications current, by updating CPR annually and re-doing their wilderness first aid course every three years."
            },
            {
              "id": "detail_risk_management_multi_pitch_climb_50b814",
              "type": "verifiable_checkbox",
              "label": "I can develop a detailed risk management plan for multi-pitch and lead climbing expeditions.",
              "dialog_text": "The youth member should provide a detailed risk assessment and management plan as part of their multi-pitch and lead climbing activity plan and will need to account for: \n * Human risk \n * Environmental risk \n * Equipment risk"
            },
            {
              "id": "place_lead_climb_equipment_29ebe1",
              "type": "verifiable_checkbox",
              "label": "I have practised placing lead climbing equipment while safely on the ground.",
              "dialog_text": "The youth member will need to practice placing traditional climbing gear, extending their skills and knowledge in this space."
            },
            {
              "id": "plan_lead_climb_cater_needs_29ebe1",
              "type": "verifiable_checkbox",
              "label": "I can plan and lead climbing activities that cater to participants needs.",
              "dialog_text": "The youth member should demonstrate effective planning of lead climbing activities which align with their participants needs. The youth member's plans should include transport, budgets, risk management, equipment and contingency plans as well as site selection and activity planning."
            }
          ]
        },
        {
          "title": "Do>",
          "inputs": [
            {
              "id": "supervise_5_climb_trips_0aede4",
              "type": "verifiable_checkbox",
              "label": "I have supervised 5 different climbing trips.",
              "dialog_text": "The youth member should demonstrate effective supervision of climbing activities, suited to the needs and abilities of the participants. This may involve the youth member planning transport, budgets, risk management, equipment and contingency plans, as well as site selection and activity planning, and could include reviewing the plans of others and providing skilled supervision and support as a skilled mentor."
            },
            {
              "id": "logged_30_climbs_various_difficulty_81c1bd",
              "type": "verifiable_checkbox",
              "label": "I have logged over 30 climbs across all stages, with various degrees of difficulties.",
              "dialog_text": "The youth member needs to complete and log a minimum of 30 climbs by the end of this Stage. These should be on various surfaces, across varying degrees of difficulty and include multi-pitch and lead climbing. The youth member should include in their log where they did the activities, who they did the activities with, the complexity and, if they were graded, how difficult they were."
            },
            {
              "id": "safe_lead_climbs_placement_47f35b",
              "type": "verifiable_checkbox",
              "label": "I can safely lead climbs, including the placement of rope and lead climbing equipment.",
              "dialog_text": "The youth member will need to safely demonstrate 5 lead climbs. The youth member should note the details in their log, and ensure they include a verifier's details."
            },
            {
              "id": "demonstrate_safe_placemnet_rope_climb_0cb6f3",
              "type": "verifiable_checkbox",
              "label": "I have demonstrated, through my climbing skills, the need for safe placement and considerations around rope drag and displacement of gear in the event of a fall.",
              "dialog_text": "The youth member will have needed to demonstrate correct and safe placement of ropes, hardware and their person so the risk to themselves and others is minimised during the climb."
            },
            {
              "id": "descend_climb_safe_rope_midpoint_1f09e9",
              "type": "verifiable_checkbox",
              "label": "I can safely descend a climb after the mid-point of rope is past the belayer.",
              "dialog_text": "The youth member will need to consider the different issues associated with this scenario and demonstrate solutions to this scenario through a mock emergency."
            },
            {
              "id": "demonstrate_vertical_rescue_techniques_81c1bd",
              "type": "verifiable_checkbox",
              "label": "I have demonstrated a range of vertical rescue techniques, which include techniques used on single and multi-pitch activities and when the participant is conscious and unconscious.",
              "dialog_text": "The youth member will need to demonstrate a range of vertical rescue drills and log them in their logbook. The youth member should include techniques used, when they did the drills, where they did the drills, who they did them with and any other information about the day, including who can verify the youth member's engagement and skill development."
            },
            {
              "id": "assist_stage_7_evaluate_learning_climb_cfc76d",
              "type": "verifiable_checkbox",
              "label": "I can assist less experienced Scouts through the climbing requirements of Stage 7 and evaluate their learning.",
              "dialog_text": "The youth member should assist other Scouts working on Climbing Stage 7, this includes providing constructive feedback and helping them learning the skills required to progress."
            },
            {
              "id": "demonstrate_safe_changeovers_multi_pitch_climb_47f35b",
              "type": "verifiable_checkbox",
              "label": "I can safely and efficiently change-over at a multi-pitch belay station.",
              "dialog_text": "The youth member will need to safely demonstrate this skill over a minimum of 3 multi-pitch climbs. The youth member should note the details in their log, and ensure they include a verifier's details."
            },
            {
              "id": "participate_multi_pitch_climb_gsgf6d",
              "type": "verifiable_checkbox",
              "label": "I have participated in multi-pitch climbs.",
              "dialog_text": "The youth member will need to participate in a minimum of 3 multi-pitch climbs by the completion of Stage 9. This should be logged in their logbook and verified by another skilled climber. Ideally one of these multi-pitch climbs would be graded at a grade 14 or higher."
            }
          ]
        },
        {
          "title": "Review>",
          "inputs": [
            {
              "id": "presentation_group_skills_complete_climb_ef2627",
              "type": "verifiable_checkbox",
              "label": "I have given a presentation to a group of Scouts on the skills I have gained from completing the Vertical Outdoor Adventure Skills in Climbing.",
              "dialog_text": "The youth member's presentation may be in person or as a pre-recorded video, it could even be on a cliff or outdoors. \n \nThe content of the reflection is at the youth member's discretion but should generally cover topics such as: \n * What would they do again? \n * What did not work, and would they not do again? \n * What skills have they learnt? \n * Photographs are a great addition to a presentation \n \nIt should build on the youth member's passion for vertical adventures and inspire others to explore this Outdoor Adventure Skill area."
            },
            {
              "id": "consider_discuss_future_skills_climb_ef2627",
              "type": "verifiable_checkbox",
              "label": "I have considered what I would like to do with the level of skill I have gained through the Vertical Outdoor Adventure Skills and have discussed it with a trusted mentor.",
              "dialog_text": "The youth member could consider using their log, evidence gathered and skills gained in achieving Stages 1-9 Climbing Outdoor Adventure Skills towards a Recognition of Prior Learning process to be considered for the relevant VET Unit of Competency, to work in the industry, to join a Scouting adventurous activities team or a range of other options for them to continue enjoying vertical adventures."
            }
          ]
        },
        {
          "title": "Verify",
          "inputs": [
            {
              "id": "logbook_up_to_date",
              "type": "checkbox",
              "label": "My logbook is up to date at the end of this stage."
            },
            {
              "id": "file_uploader",
              "type": "file_uploader",
              "label": "Upload supporting documents",
              "alt": "Each file should be less than 10MB in size."
            }
          ]
        }
      ]
    }
  ]
}