{
  "template": "oas/cycling/cycle-touring/9",
  "meta": {
    "stage": 9,
    "stream": "cycle-touring"
  },
  "version": 1,
  "document": [
    {
      "title": "Stage 9 - Cycle touring",
      "input_groups": [
        {
          "title": "Plan>",
          "inputs": [
            {
              "id": "first_aid_qualification_current_794a67",
              "type": "verifiable_checkbox",
              "label": "I have kept my First Aid qualifications up to date.",
              "dialog_text": "The youth member should keep their CPR and first aid course current, by updating CPR annually and redoing their first aid course every three years."
            },
            {
              "id": "researched_determined_five_routes_560565",
              "type": "verifiable_checkbox",
              "label": "I have researched and determined routes for five long distance road rides.",
              "dialog_text": "The youth member should plan these long-distance road rides using websites such as Google Earth, ridewithGPS.com, OpenStreetMap, or other trails/cycling websites. \n \nAt this Stage a long-distance road ride should cover at least 200km with 1200 meters of elevation. If this ride goes over multiple days, then it should cover 250km and 1000m of elevation change per day and be unsupported as much as possible."
            },
            {
              "id": "developed_extensive_risk_management_plan_945866",
              "type": "verifiable_checkbox",
              "label": "I have developed an extensive risk management plan for one of my five researched long-distance routes.",
              "dialog_text": "The youth member should ensure that all group members understand the distance and elevation that they will be riding, as well as the expected weather conditions, before they become involved with the long-distance route. Use appropriate risk management strategies and tools to determine and mitigate any risks. Consider the general risks that can occur while cycling, as well and route specific risks that may be more likely to happen due to the area(s) that the youth member will be cycling through."
            },
            {
              "id": "assisted_stage_seven_development_trip_plan_780e69",
              "type": "verifiable_checkbox",
              "label": "I have assisted a Stage 7 Scout or below in the development of a trip plan.",
              "dialog_text": "The youth member should support the Stage 7 Scout through the risk identifying and mitigation of this activity, the general planning, and navigating the common pitfalls that occur when planning a trip. The youth member will act as a mentor to the Stage 7 Scout, and support them with building their trip planning skills."
            },
            {
              "id": "extensive_in_field_repair_kit_df542f",
              "type": "verifiable_checkbox",
              "label": "I have put together an extensive in-field repair kit using essential and unorthodox items.",
              "dialog_text": "The youth member should spend time determining which tube repair patch bonds most effectively with their tubes, and what sort of glue works best with their tubes and patches. Make sure that they have a compact high-volume pump that they can comfortably use to inflate two tyres one after the other, without getting a sore arm or wrist. As a general guide, a good repair kit has the following: \n * Patch kit (with enough good quality patches for at least 2 tubes) \n * Spare tube \n * Tyre levers (2) \n * Compact, high volume pump \n * Multitool that is matched to the nuts and bolts that are on the bike being ridden \n * Chain tool and spare chain links \n * Spoke tool \n * Spare spokes (inside seat tube) \n * Duct tape \n * Cable/zip ties \n * Lubricant"
            },
            {
              "id": "fix_complex_mechanical_problems_in_field_dadad69",
              "type": "verifiable_checkbox",
              "label": "I can fix complex mechanical problems with in-field tools.",
              "dialog_text": "The youth member should be able to use all items in their personalised in-field repair kit with good skill and judgement by this Stage. They should be able to repair and/or provide stop-gap solutions to any reasonable in-field mechanical problem imposed on their bike and/or other bikes in the group."
            },
            {
              "id": "taught_mechanical_skills_stage_seven_nmm80e69",
              "type": "verifiable_checkbox",
              "label": "I have taught mechanical skills to other Scouts up to Stage 7.",
              "dialog_text": "The youth member should be able to teach other Scouts important skills such as: \n * chain breaking and repair \n * disassembling and tweaking different gear cassettes \n * rewiring the brakes and gears \n * lubricating different parts of the bike \n * proper judgement of when parts need to be repaired/replaced"
            }
          ]
        },
        {
          "title": "Do>",
          "inputs": [
            {
              "id": "undertaken_long_distance_road_ride_awed78h",
              "type": "verifiable_checkbox",
              "label": "I have undertaken one of the five long-distance road rides I researched (noting that it is a minimum of 3 nights 4 days).",
              "dialog_text": "The youth member should undertake one of the long distance rides they researched above. This ride should cover around 250km and 1000m of elevation change per day and be unsupported as much as possible. Important to note that this distance is the suggestion for road surface. If the road ride takes place on any mixed terrain or involves some gravel or poorly graded/surfaced roads then this distance should be adjusted to suit."
            },
            {
              "id": "planned_led_three_multi_day_rides_c7fb0a",
              "type": "verifiable_checkbox",
              "label": "I have planned and led at least 3 multi-day rides over the nine cycle touring OAS Stages.",
              "dialog_text": "It is suggested that the youth member tries to ensure that these multi-day rides cover a range of distances and challenges so that different aspects of long-distance road cycling is experienced. Make sure to do a reflection on these rides, in the form of a journal or diary, a photo collection, or video, or something else entirely."
            },
            {
              "id": "taught_cycle_touring_skills_scouts_45825a",
              "type": "verifiable_checkbox",
              "label": "I have taught cycle touring skills to a Scout who is working on Stages 5, 6 and 7.",
              "dialog_text": "The youth member should be able to teach other Scouts cycle touring skills. Make sure the youth member finds out what the Stage 5, 6 & 7 Scout's current level of skills and knowledge are, and build on that skill. The youth member should ask for feedback from the Scouts on the sessions which will help the youth member improve their teaching skills."
            }
          ]
        },
        {
          "title": "Review>",
          "inputs": [
            {
              "id": "evaluated_personal_leadership_development_d540c2",
              "type": "verifiable_checkbox",
              "label": "I have evaluated my personal leadership development on two cycling journeys.",
              "dialog_text": "The youth member should examine different leadership styles, and the situations in which opportunities for different leadership styles arose. Potentially they could discuss their leadership performance with other group members after the cycling activities."
            },
            {
              "id": "given_presentation_completion_cycling_d540c2",
              "type": "verifiable_checkbox",
              "label": "I have given a presentation to a group of Scouts on the skills I have gained from completing the Cycling Outdoor Adventure Skills",
              "dialog_text": "The presentation should inspire and motivate, with the youth member talking about their accomplishment, their adventures, and their achievements. They could talk about the many kilometres that they have covered in the saddle, the perfect cadence which they can now keep, the amazing personal fitness that they have built, and the accomplishments they have reached through this Outdoor Adventure Skill. \n \nWhat are the youth member's next goals?"
            }
          ]
        },
        {
          "title": "Verify",
          "inputs": [
            {
              "id": "logbook_up_to_date",
              "type": "checkbox",
              "label": "My logbook is up to date at the end of this stage."
            },
            {
              "id": "file_uploader",
              "type": "file_uploader",
              "label": "Upload supporting documents",
              "alt": "Each file should be less than 10MB in size."
            }
          ]
        }
      ]
    }
  ]
}