{
  "template": "oas/cycling/cycle-touring/5",
  "meta": {
    "stage": 5,
    "stream": "cycle-touring"
  },
  "version": 3,
  "document": [
    {
      "title": "Stage 5 - Cycle touring",
      "input_groups": [
        {
          "title": "Plan>",
          "inputs": [
            {
              "id": "choose_bike_appropriate_f1635c",
              "type": "verifiable_checkbox",
              "label": "I know how to choose a bike appropriate for my needs.",
              "dialog_text": "The youth member should consider the following when choosing a bike. Bikes have different sizes. The stand over height, seat post height, geometry from the seat to the handlebars, and the clearance height of the bottom bracket to the ground are all things that that should be considered when choosing a bike. A local bike store will be very willing to talk to the Scout about how to find an appropriate bike fit."
            },
            {
              "id": "environmental_route_selection_151129",
              "type": "verifiable_checkbox",
              "label": "I can select routes that minimise damage to the environment.",
              "dialog_text": "The local Shire, Library or Council may have information regarding local wildlife and vegetation, local cycling paths through parks and community spaces, and where local Cycling services are located."
            },
            {
              "id": "requirements_equipment_overnight_trip_9415ee",
              "type": "verifiable_checkbox",
              "label": "I can consider requirements for carrying equipment on my bike for an overnight trip.",
              "dialog_text": "The youth member should understand the premise of ‘pack light, travel far’ and know what equipment they should bring on an overnight trip. Also, youth members should know how to pack this equipment onto the bike in various ways and how that might affect their travelling speed. There are many online resources on YouTube and other websites that discuss packing options, but essentially it comes down to three options: A bike trailer, panniers, or frame bags and other bike packing bags."
            },
            {
              "id": "identify_cycling_tools_spare_parts_26bda9",
              "type": "verifiable_checkbox",
              "label": "I can identify cycling tools and spare parts.",
              "dialog_text": "The youth member should know that there are many specialist tools that they might become familiar with at this stage. The youth member should (maybe with assistance) be able to disassemble, clean, and reassemble their rear derailleur. Other complex operations should be able to be completed, such as replacing brake/gear cables, and spokes in a wheelset."
            },
            {
              "id": "apply_lubrication_514",
              "type": "verifiable_checkbox",
              "label": "I can apply lubrication when required.",
              "dialog_text": "The youth member should be able to demonstrate applying lubricating oils to bike parts in maintenance checks before riding a bike."
            },
            {
              "id": "adjust_tyre_pressure_38c514",
              "type": "verifiable_checkbox",
              "label": "I know how to adjust tyre pressure according to the terrain.",
              "dialog_text": "The youth member should be able to explain that tyre pressure may need to be varied depending on the surface of the trails/path that they are riding on. The youth member could get assistance from a Stage 8 Scout to gain an understanding about what the change in tyre pressure is actually doing to the wheel, and what the positives and negatives of these air pressure changes are, as well as how different terrain can dictate ideal tyre pressure."
            },
            {
              "id": "equipment_tether_feet_pedal_514",
              "type": "verifiable_checkbox",
              "label": "I know the benefits of equipment that tethers my feet to the pedal.",
              "dialog_text": "The youth member should research and discuss the different ways to tether their feet to the pedals and the benefits associated with this."
            },
            {
              "id": "fit_adjust_bike_two_days_journey_514",
              "type": "verifiable_checkbox",
              "label": "I can fit and adjust my bike and equipment  for two day cycling journey.",
              "dialog_text": "The youth member should find a Stage 7 Scout and discuss how to adjust their bike and equipment for comfort over a long distance riding."
            }
          ]
        },
        {
          "title": "Do>",
          "inputs": [
            {
              "id": "complete_Provide_First_Aid_60bd37",
              "type": "verifiable_checkbox",
              "label": "I have successfully completed a Provide First Aid (including CPR) course from a recognised provider.",
              "dialog_text": "The youth member should complete a first aid course through an accredited provider. The first aid course should cover similar content to Provide First Aid (HLTAID011) or the current workplace first aid qualification. They could do a higher first aid unit, such as Provide Advanced First Aid or Provide First Aid in a remote location. \n \n*Members under the age of 14 may be able to participate in Provide First Aid courses, but may not necessarily receive the formal Units of Competency depending on provider."
            },
            {
              "id": "demonstrate_braking_techniques_811cc1",
              "type": "verifiable_checkbox",
              "label": "I have demonstrated recommended braking techniques for sealed & off-road conditions.",
              "dialog_text": "The youth member should demonstrate the recommended braking techniques based on their bike braking system. Different braking techniques may be needed depending on the style of brake (drum, disc, V brake). Different weather conditions may also affect the appropriate braking requirements."
            },
            {
              "id": "adjusted_body_weight_position_handling_50474e",
              "type": "verifiable_checkbox",
              "label": "I have adjusted my position and body weight to assist in my handling.",
              "dialog_text": "The youth member should learn different body positioning techniques from multiple sources such as cycling clinics, Subject Matter Experts, experienced Scouts, YouTube and other cycling websites."
            },
            {
              "id": "replace_cable_4f0ac9",
              "type": "verifiable_checkbox",
              "label": "I can replace a cable.",
              "dialog_text": "The youth member could get a Stage 7 Scout to provide guidance. They can do this in a workshop or if the youth member has more experience, they could do this out in the field."
            },
            {
              "id": "fix_broken_chain_f17c9a",
              "type": "verifiable_checkbox",
              "label": "I can fix a broken chain.",
              "dialog_text": "The youth member could get a Stage 7 Scout to provide guidance. They can do this in a workshop or if the youth member has more experience, they could do this out in the field."
            },
            {
              "id": "measures_guard_personal_group_safety_740d7a",
              "type": "verifiable_checkbox",
              "label": "I know how to take measures to guard personal and group safety.",
              "dialog_text": "The youth member should demonstrate taking a leading position of responsibility with the Patrol which they are doing the ride with."
            },
            {
              "id": "undertaken_five_days_cycling_786a0f",
              "type": "verifiable_checkbox",
              "label": "I have undertaken at least five days of cycling by the end of Stage 5.",
              "dialog_text": "The youth member needs to complete 5 days of cycling at this Stage. A day is counted as 6 hours. They should include where they did the activities, who they did them with, what the weather conditions were like and any other interesting information about the activity."
            },
            {
              "id": "participated_overnight_cycling_trip_awdasd7a",
              "type": "verifiable_checkbox",
              "label": "I have participated in an overnight cycling trip (that could be supported) at this Stage.",
              "dialog_text": "The youth member should participate in an overnight cycling trip, this is not meant to be a night cycle but a two day cycle with camping overnight. It is important to note that this overnight cycling trip may be supported at this Stage. This means that adult leaders or other youth members might meet them at an end location each day and bring some of the camping/sleeping gear."
            },
            {
              "id": "demonstrate_comfortable_cadence_wq0d7a",
              "type": "verifiable_checkbox",
              "label": "I can demonstrate a comfortable cadence for the terrain encountered.",
              "dialog_text": "The youth member should demonstrate cadence and understand that this is an incredibly important skill over long distance riding, especially group riding. Having an appropriate cadence reduces the strain on joints and leg muscles, and improves cycling efficiency."
            },
            {
              "id": "assisted_stage_three_adjust_bike_740d7a",
              "type": "verifiable_checkbox",
              "label": "I have assisted Stage 3 or below cyclists with how to test and adjust their bikes before a ride.",
              "dialog_text": "Guidance under development."
            },
            {
              "id": "assisted_stage_three_understanding_legal_requirements_aas0d7a",
              "type": "verifiable_checkbox",
              "label": "I have assisted a Stage 3 or below Scout with understanding the legal requirements of riding in my area.",
              "dialog_text": "Guidance under development."
            }
          ]
        },
        {
          "title": "Review>",
          "inputs": [
            {
              "id": "bike_riding_journey_presentation_a530fa",
              "type": "verifiable_checkbox",
              "label": "I have given a presentation about one bike riding journey to my Unit.",
              "dialog_text": "The youth member's presentation should be regarding an interesting, fun, challenging or unique aspect(s) about one of the rides that they have undertaken. Because of the nature of the adventurous activity, it is recommended that a presentation is very visual, exciting and inspiring, rather than a dreary or boring PowerPoint/speech."
            },
            {
              "id": "record_maintenance_a530fa",
              "type": "verifiable_checkbox",
              "label": "I have recorded maintenance that I have done on my bike(s).",
              "dialog_text": "Guidance under development."
            }
          ]
        },
        {
          "title": "Verify",
          "inputs": [
            {
              "id": "logbook_up_to_date",
              "type": "checkbox",
              "label": "My logbook is up to date at the end of this stage."
            },
            {
              "id": "file_uploader",
              "type": "file_uploader",
              "label": "Upload supporting documents",
              "alt": "Each file should be less than 10MB in size."
            }
          ]
        }
      ]
    }
  ]
}