{
  "template": "oas/cycling/cycle-touring/6",
  "meta": {
    "stage": 6,
    "stream": "cycle-touring"
  },
  "version": 1,
  "document": [
    {
      "title": "Stage 6 - Cycle touring",
      "input_groups": [
        {
          "title": "Plan>",
          "inputs": [
            {
              "id": "identify_plan_food_water_group_requirements_d1ded8",
              "type": "verifiable_checkbox",
              "label": "I can identify and plan food and water requirements for a group.",
              "dialog_text": "The youth member should following a ‘more is better’ philosophy when it comes to food and water to preserve member safety. \n \nFood should be high in calorie concentration and energy, and water should be brought along by all members. \n \nAfter participating in multiple long distance rides the youth member should develop an understanding of how their body consumes water when cycling. \n \nWhen leading a cycling activity it is essential that the activity leader talks with each member and ensures that they both have an understanding of the member food and water needs. Water should be drunk following the ‘cameling up’ theory in order to reduce dehydration, and it is essential that the activity leader knows the location of re supply points."
            },
            {
              "id": "planned_overnight_cycle_5606ef",
              "type": "verifiable_checkbox",
              "label": "I have planned an overnight cycle trip that takes in all group needs and organisational policies and procedures.",
              "dialog_text": "The youth member should be able to discuss and share the concept of ‘pack light, travel far’ and how to distribute weight effectively and aerodynamically over the bicycle (or bicycle trailer) of each member. Organisational policies and procedures and preparations that are followed include, but are not limited to, risk management, route legality, planned/unplanned camping location legality, physical and mental training for members."
            },
            {
              "id": "planned_road_restrictions_7ab799",
              "type": "verifiable_checkbox",
              "label": "I have planned for road restrictions during a cycle trip.",
              "dialog_text": "The youth member should plan the activity and take into consideration that road restrictions may impact the route that they take, and will not likely be visible on Google Earth or Google Maps. Road restrictions which can be found on websites such as the Bureau of Meteorology, Shire Websites, and local community environmental websites."
            },
            {
              "id": "distribute_equipment_weight_bicycle_bf7476",
              "type": "verifiable_checkbox",
              "label": "I can distribute the weight of my equipment across my bicycle ensuring it does not negatively impact my handling.",
              "dialog_text": "The youth member should assess all methods of carrying gear. The three primary ways are using a bicycle trailer (method that prioritises carrying capacity), using pannier racks (method that prioritises ease of use), or using bikepacking bags (method that prioritises weight saving and riding efficiency). \n \nAll of these methods have positives and negatives. Hopefully by this Stage of the Cycling stream the youth member has an understanding of which carrying method will suit their gear, riding style, the route which they are taking, and the needs of their Patrol members."
            },
            {
              "id": "pre_ride_maintenance_checks_group_768663",
              "type": "verifiable_checkbox",
              "label": "I can conduct pre-ride maintenance checks for the group and have corrected any deficiencies.",
              "dialog_text": "The youth member should be leading the ABC or ABCDQ tests for the whole Patrol. They should be able to identify and fix (in the field) any simple deficiency noticed during the ABC or ABCDQ testing."
            },
            {
              "id": "defensive_cycling_techniques_68663",
              "type": "verifiable_checkbox",
              "label": "I have knowledge of defensive cycling techniques for use in heavy traffic.",
              "dialog_text": "Guidance under development."
            }
          ]
        },
        {
          "title": "Do>",
          "inputs": [
            {
              "id": "recommended_weight_transfer_techniques_966fc8",
              "type": "verifiable_checkbox",
              "label": "I can apply recommended weight transfer techniques during cornering.",
              "dialog_text": "The youth member should demonstrate weight transfer techniques which come from body positioning on the bike, where pedals are lined up, and also the lean of the youth member on the bike. They should be in total control of where their centre of gravity lies at all times, and how this might affect the handling of the bicycle, especially around corners."
            },
            {
              "id": "assisted_stage_four_fitting_bike_posture_f63b5c",
              "type": "verifiable_checkbox",
              "label": "I have  assisted a Stage 4 Scout to fit their bike for appropriate posture.",
              "dialog_text": "The youth member should understand how to adjust a bike for appropriate posture and assist a Scout working on Stage 4  in adjusting their bike according to their needs. \n \nAreas of fit include (but not limited to): \n * the top tube height \n * the seatpost height \n * distance from seat to handlebars \n * distance from seat to pedals \n * width of handlebars \n * overall geometry of frame."
            },
            {
              "id": "assisted_stage_four_develop_skills_d1a57e",
              "type": "verifiable_checkbox",
              "label": "I have assisted a Stage 4 Scout or below in developing their cycling skills.",
              "dialog_text": "The youth member should assist a Stage 4 Scout and focus on the skills to control body positioning on the bike, how to pack gear into a bike trailer, panniers, or bikepacking bags, how to ‘read lines’ into advanced cycling routes, and correct cadence when pedalling."
            },
            {
              "id": "apply_bunch_riding_techniques_for_group_a1b9c3",
              "type": "verifiable_checkbox",
              "label": "I can apply group or bunch riding techniques to ensure group safety and cohesion.",
              "dialog_text": "The youth member should go beyond the previous group riding goals and take a prominent role in leading a group in safely riding. Directing a group or a bunch to ride safely involves lots of awareness and planning, and delegating smaller specific tasks, such as maintaining the rear position in the group, to other youth or adult members."
            },
            {
              "id": "assistant_leader_overnight_cycle_008ddc",
              "type": "verifiable_checkbox",
              "label": "I have been the assistant leader on an overnight cycle trip at this Stage.",
              "dialog_text": "The youth member's role as assistant leader will be responsible for supporting the leader in all aspects of activity coordination. The youth member may be responsible for the sourcing of weather reports, gear lists and weights, and confirming overnight camping/accommodation locations for the activity leader, as well as leadership support during the activity itself."
            },
            {
              "id": "correct_posture_descents_ascents_obstacles_384bde",
              "type": "verifiable_checkbox",
              "label": "I can demonstrate correct posture for descents, uphill riding, bumps, potholes, ruts, rocks, logs, man-made objects.",
              "dialog_text": "The youth member can achieve this I-statement on a road bicycle, hybrid or a mountain bike, as long as they can fulfil all the points in this competency. There are many YouTube videos, as well as local mountain bike/hybrid/road cycling clinics and clubs all over Australia, that can support the youth member with the development of these skills."
            },
            {
              "id": "extensive_in_field_repair_kit_ghdfghd3bf",
              "type": "verifiable_checkbox",
              "label": "I have put together an extensive in-field repair kit using essential and unorthodox items.",
              "dialog_text": "Guidance under development."
            },
            {
              "id": "challenging_mechanical_problems_0d83bf",
              "type": "verifiable_checkbox",
              "label": "I can fix challenging mechanical problems with in-field tools.",
              "dialog_text": "Guidance under development."
            },
            {
              "id": "completed_ten_cycling_activities_journeys_0d83bf",
              "type": "verifiable_checkbox",
              "label": "I have completed 10 cycling activities/ journeys by the completion of Stage 6.",
              "dialog_text": "The youth member needs to complete 10 days of cycling by this Stage. A day is counted as 6 hours. They should include where they did the activities, who they did them with, what the weather conditions were like and any other interesting information about the activity."
            }
          ]
        },
        {
          "title": "Review>",
          "inputs": [
            {
              "id": "store_road_touring_bike_7eca1d",
              "type": "verifiable_checkbox",
              "label": "I can store a road or touring bike in an appropriate manner.",
              "dialog_text": "The youth member needs to understand and demonstrate their knowledge by ensuring that off-road bicycles (and all bicycles) are stored in a relatively dry, stable environment after being cleaned. \n \n60% of appropriate storage comes from ensuring that the bicycle is cleaned, oiled, and lubricated appropriately, with tyres inflated, prior to storage. \n \nThe other 40% comes from making sure that the area that the environment for bike storage is relatively dry (so that no water, muck or fluid accelerates the rust process in the bike) and that the environmental conditions are not likely to change suddenly (sudden dry spells could be detrimental to the rubber/silicon/plastic components on a bike, and sudden wet spells could cause a build-up of rust and damaging chemicals inside the frame or components)."
            },
            {
              "id": "evaluated_cycling_journey_7eca1d",
              "type": "verifiable_checkbox",
              "label": "I have evaluated relevant aspects of the cycling journey – route, safety, risk management, equipment, provisions, the challenge, learning opportunities, degree of difficulty, etc.",
              "dialog_text": "The youth member should consider the skills and knowledge they have developed through the 6 Stages of the Cycling stream that they have completed so far, and how visible these skills are in other Scouts and the group."
            },
            {
              "id": "identify_improvements_planning_leading_journey_7eca1d",
              "type": "verifiable_checkbox",
              "label": "I can identify improvements in my planning and leading future cycling journeys.",
              "dialog_text": "The youth member should discuss with experts and other Scouts ways in which the Cycling events they have done so far could be improved. As a Stage 6 Cyclist, they should have a high understanding of what may need to be done to improve the cycling activities that their Group, Unit or Patrol has undertaken. \n \nThe youth member can consider questions such as; \n * How can the ride be more accessible for members that struggled? \n * How can the ride be more challenging? \n * What did you bring along that could have been left at home? \n * If an overnight ride, were you at one stage of the activity wearing every single item of clothing that you brought along, and if not, does that mean you brought excess clothing and wasted carrying weight? \n * How can you make the ride more enjoyable for members? \n * How can the adult leaders support you more?"
            },
            {
              "id": "identify_equipment_improve_ride_7eca1d",
              "type": "verifiable_checkbox",
              "label": "I have identified equipment that will make my ride more comfortable and enjoyable next time.",
              "dialog_text": "The youth member should consider what the word ‘comfortable’ means to them. \n * Does comfortable mean a more smooth and easy ride? \n * Does comfortable mean building trust and resilience with the Group, Unit or Patrol that the you are riding with? \n * Does comfortable mean sacrificing energy and carrying more during the day so that being at camp will be more relaxed and comfortable?"
            }
          ]
        },
        {
          "title": "Verify",
          "inputs": [
            {
              "id": "logbook_up_to_date",
              "type": "checkbox",
              "label": "My logbook is up to date at the end of this stage."
            },
            {
              "id": "file_uploader",
              "type": "file_uploader",
              "label": "Upload supporting documents",
              "alt": "Each file should be less than 10MB in size."
            }
          ]
        }
      ]
    }
  ]
}