{
  "template": "oas/cycling/cycle-touring/8",
  "meta": {
    "stage": 8,
    "stream": "cycle-touring"
  },
  "version": 2,
  "document": [
    {
      "title": "Stage 8 - Cycle touring",
      "input_groups": [
        {
          "title": "Plan>",
          "inputs": [
            {
              "id": "examined_planned_logistical_requirements_3c953d",
              "type": "verifiable_checkbox",
              "label": "I have examined and planned for extensive logistical requirements for a trip that I am leading.",
              "dialog_text": "The youth member should consider: \n * Monthly weather averages for the area that the expedition will occur in \n * Detailed information and notes on the different re-supply facilities that are on the proposed route \n * Alternate routes in case of bushfire \n * Road closure or other similar diversion creating event \n * Ensuring that the expedition members all have appropriate first aid training."
            },
            {
              "id": "compare_contrast_bike_frames_components_afa86b",
              "type": "verifiable_checkbox",
              "label": "I can compare and contrast different bike frames and components to assist others to find an appropriate fit.",
              "dialog_text": "The youth member needs to consider that the longer the distance of the bike tour, the more impactful a small change in the frame geometry and components will be. At this Stage, it is suggested that the youth member experiments with aero-bars mounted on the handle bars, and to examine other styles of handle bar apart from the classic flat or drop bar. \n \nFurthermore, the youth member is encouraged to really think about the method of gear portage they are following, and how they can optimise their ‘classic’ gear list to be most fitting and specialised to their riding environment. \n \nThink about: \n * How can they reduce the weight of an item they are carrying without losing its functionality? (for example, the plastic foil juice/wine casks can be drained and filled with water to act as a very lightweight and durable water bottle). \n * How can they store items on their bike or trailer so the aerodynamic profile is narrow and lower to the ground? (It is a good idea to affix a repair kit or water bottle to the underside of the down tube, instead of carrying it in a backpack or bag on the bike. This storage spot places a heavy item low on the bike, increasing its handling abilities, and is storing a durable item in an otherwise wasted space)."
            },
            {
              "id": "determine_measures_non_routine_problems_repairs_group_9885fa",
              "type": "verifiable_checkbox",
              "label": "I know how to determine measures to deal with non-routine problems and or repairs in a group setting.",
              "dialog_text": "The youth member should have a mature understanding of what sorts of problems can arise in a group and how these risks can be mitigated almost entirely, through their experience gained up to Stage 8. \n \nNon routine problems are very difficult to plan into risk management situations. \n \nFor example, the youth member should know how to: \n * Lead the group through challenging and unexpected weather circumstances \n * Redistribute a members equipment safely across the other members bikes and bags in case of an equipment failure \n * Deal with an emergency scenario without dismantling the confidence or positive mindset of the group."
            }
          ]
        },
        {
          "title": "Do>",
          "inputs": [
            {
              "id": "wilderness_first_aid_59b2d1",
              "type": "verifiable_checkbox",
              "label": "I have successfully completed the Wilderness First Aid skill set.",
              "dialog_text": "The youth member must have completed the Wilderness First Aid skill set. This can be through a course with an accredited provider or by other means, such as Recognition of Prior Learning (RPL) through SAIT or other providers. For the purposes of the OAS, a Wilderness First Aid course consists of SIS training package's Wilderness First Aid skillset (SISSS00126), or its replacement: \n * HLTAID011 Provide first aid \n * SISOFLD004 Provide first aid in remote locations \n * SISXEMR002 Coordinate emergency responses."
            },
            {
              "id": "communicate_cyclists_motorists_road_etiquette_benefit_group_9ac6ec",
              "type": "verifiable_checkbox",
              "label": "I can communicate with cyclists, motorists, and other users, to apply road etiquette for the benefit of my group.",
              "dialog_text": "The youth member should know how and when to use hand signals, whistles and or body language to communicate riding direction and plans."
            },
            {
              "id": "assisted_stage_six_appropriate_tyre_choice_2690c5",
              "type": "verifiable_checkbox",
              "label": "I have assisted a Stage 6 or below Scout with selecting appropriate tyre choice and pressure depending on expected terrain and load.",
              "dialog_text": "The youth member should be a good mentor to Scouts Stage 6 or below. It is important that they are able to assist the Stage 6 Scout in understanding that tyre pressure may need to be varied depending on the surface of the trails/path that they are riding on, what the change in tyre pressure is actually doing to the wheel, and what the positives and negatives of these air pressure changes are, as well as how different terrain can dictate the ideal tyre pressure."
            },
            {
              "id": "negotiate_hazards_obstacles_safely_guard_personal_group_safety_4b5729",
              "type": "verifiable_checkbox",
              "label": "I can negotiate hazards and obstacles safely and take measures to guard personal and group safety in all situations and on all rides.",
              "dialog_text": "The youth member should be competent in risk mitigation in all situations, for all patrol members, on all rides. At Stage 8, the rides will be covering a much greater distance than before, and so it is important that the youth member considers opening and closing times for shops and petrol stations that might be used for resupply etc."
            },
            {
              "id": "led_extended_multi_night_trip_46b303",
              "type": "verifiable_checkbox",
              "label": "I have led an extended multi-night trip at this Stage.",
              "dialog_text": "The youth member should lead an extended multi-night trip which should be completely unsupported, while carrying all equipment and food between resupply points. The expedition should cover a mixture of topography and terrain and be appropriately challenging for all members. For Stage 8, the youth member should be covering at least 200km over a minimum of 2 nights."
            },
            {
              "id": "assisted_stage_six_scout_touring_equipment_gravity_140bd9",
              "type": "verifiable_checkbox",
              "label": "I have assisted a Stage 6 Scout or below to secure touring equipment in different ways so to ensure a low centre of gravity and that items stay secured on the bike.",
              "dialog_text": "The youth member should have a very clear understanding as to the positives and negatives of different kinds of touring set ups (ranging from bikepacking bags, to panniers, to a bike trailer, and any combination of those), and should be able to educate and discuss these with other Scouts."
            },
            {
              "id": "led_response_real_mock_emergency_report_5dd24a",
              "type": "verifiable_checkbox",
              "label": "I have appropriately led response to a real or mock incident and completed a post-incident report.",
              "dialog_text": "Guidance under development."
            }
          ]
        },
        {
          "title": "Review>",
          "inputs": [
            {
              "id": "examine_bicycle_defects_repair_16a134",
              "type": "verifiable_checkbox",
              "label": "I know how to examine a bicycle for any defects and repair or arrange for repair in a timely manner.",
              "dialog_text": "The youth member should be able to examine a bicycle for defects, this includes looking for faults and cracks in welds between metal-based frame pieces, being able to identify issues with carbon fibre components, and also being able to identify rust or weather damaged bike components. It is important that they know where their local bike shops are, and how regularly the bike should be taken to be serviced and checked by professionals. In general, it is suggested that a bike should be professionally serviced once every year, however if the youth member notices any of the faults mentioned above, or hears any unnatural shakes or rattles, then they should take it to get serviced as soon as possible."
            },
            {
              "id": "evaluated_cycling_journey_risk_management_16a134",
              "type": "verifiable_checkbox",
              "label": "I have evaluated relevant aspects of the cycling journey – route, safety, risk management, equipment, provisions, the challenge, learning opportunities, degree of difficulty, etc.",
              "dialog_text": "Guidance under development."
            },
            {
              "id": "identify_improvements_planning_doing_future_16a134",
              "type": "verifiable_checkbox",
              "label": "I can identify improvements in my planning and doing, for future rides.",
              "dialog_text": "Guidance under development."
            }
          ]
        },
        {
          "title": "Verify",
          "inputs": [
            {
              "id": "logbook_up_to_date",
              "type": "checkbox",
              "label": "My logbook is up to date at the end of this stage."
            },
            {
              "id": "file_uploader",
              "type": "file_uploader",
              "label": "Upload supporting documents",
              "alt": "Each file should be less than 10MB in size."
            }
          ]
        }
      ]
    }
  ]
}