{
  "template": "oas/aquatics/snorkelling/scuba/8",
  "meta": {
    "stage": 8,
    "stream": "scuba"
  },
  "version": 2,
  "document": [
    {
      "title": "Stage 8 - Scuba",
      "input_groups": [
        {
          "title": "Plan>",
          "inputs": [
            {
              "id": "teach_another_pack_diving_trip_70cf2d",
              "type": "verifiable_checkbox",
              "label": "I can teach another Scout how to pack for a diving trip.",
              "dialog_text": "The youth member should know what is required to prepare for a diving trip based on their 'I'-statements from Stages 1-7. They should be able to effectively pass this knowledge on to another Scout, working on a lower stage. If it has been a while since they prepared for a diving trip, they should brush up on their skills and look back on their previous activity reviews. They will know if they are successful in their teachings if that Scout/s can show an understanding of what they need to pack."
            },
            {
              "id": "planning_five_open_water_dives_03e8bf",
              "type": "verifiable_checkbox",
              "label": "I have assisted in the planning of at least five open water dives.",
              "dialog_text": "The youth member should assist in the planning of and undertaking of five open water dives and write the details in their logbook, including the role they had during the dives, diving conditions and who was there."
            },
            {
              "id": "assisted_organisation_instructional_session_4c6f41",
              "type": "verifiable_checkbox",
              "label": "I have assisted in the organisation of an instructional session to teach Scouts in earlier Stages basic diving skills.",
              "dialog_text": "The youth member should assist in the planning of an activity session which teaches Scouts basic diving skills. This should be included in their log book."
            }
          ]
        },
        {
          "title": "Do>",
          "inputs": [
            {
              "id": "wilderness_first_aid_59b2d1",
              "type": "verifiable_checkbox",
              "label": "I have successfully completed the Wilderness First Aid Skill set.",
              "dialog_text": "The youth member must have completed the Wilderness First Aid skill set. This can be through a course with an accredited provider or by other means, such as Recognition of Prior Learning (RPL) through SAIT or other providers. For the purposes of the Outdoor Adventure Skills, a Wilderness First Aid course consists of SIS training package's Wilderness First Aid skillset (SISSS00126), or its replacement: \n * HLTAID011 Provide first aid \n * SISOFLD004 Provide first aid in remote locations \n * SISXEMR002 Coordinate emergency responses."
            },
            {
              "id": "completed_advanced_open_water_certification_c75444",
              "type": "verifiable_checkbox",
              "label": "I have completed an Advanced Open Water Certification or equivalent.",
              "dialog_text": "The Advanced Open Water certification should include 5 dives, which include a deeper dive to more than 18 metres and a navigational dive. Their certification should allow them to dive to a maximum depth of at least 30 metres and understand the risks around diving to deeper depths."
            },
            {
              "id": "completed_rescue_diver_certification_bd1745",
              "type": "verifiable_checkbox",
              "label": "I have completed a Rescue Diver Certification or equivalent.",
              "dialog_text": "The Rescue Diver certification should prepare the youth member to deal with a variety of diving emergencies using various techniques. They should be able to self rescue, recognise and manage stress in other divers, rescue panicked divers and unresponsive divers. It includes navigation and search and rescue as well as emergency management."
            },
            {
              "id": "simulated_SCUBA_search_rescue_7d1977",
              "type": "verifiable_checkbox",
              "label": "I have participated in a simulated SCUBA search and rescue.",
              "dialog_text": "The youth member could have undertaken this as part of their Rescue Diver course. They should ensure they write it in their logbook and have it verified by their diving partner or skilled diver."
            },
            {
              "id": "underwater_experiences_exploration_6e9edb",
              "type": "verifiable_checkbox",
              "label": "I have had three of the following experiences: I have shot an underwater photo/video and understand the impacts of water on light; I have either found or placed an underwater geocache; I have dived at night; I have performed basic repairs on my gear (replacing a mouthpiece with a spare etc.); I have participated in a marine environmental service project, cleaning up a body of water.",
              "dialog_text": "The youth member should select from the list of experiences activities they would like to do, or have completed. They could: \n * Complete the photo/video task as part of their Advanced Open Water Certification or specialty course \n * Find or place an underwater geocache as part of one of their diving courses, or other dives they have completed \n * Dive at night. When diving at night they need to ensure all the safety precautions and risk mitigations are in place. \n * Complete basic repairs on their gear. When carrying out basic repairs, this does not include maintenance of their regulator and BSC inflator mechanisms. If they are wanting to learn these skills, they should only be done under expert guidance. \n * Undertake their marine environmental service project during working on a Sustainable Development Goal (SDG) project, Special Interest Area, or part of a Milestone - if they lead the project, it could be a lead towards their Milestone."
            }
          ]
        },
        {
          "title": "Review>",
          "inputs": [
            {
              "id": "25_dives_0cd136",
              "type": "verifiable_checkbox",
              "label": "I have undertaken at least 25 dives by the end of Stage 8.",
              "dialog_text": "The youth member should log all their dives in their logbook, and get their buddy, instructor or guide to sign/verify their book. A dive computer is ideal, as it can record most of the technical details of the dive. However, they should still record any change in their usual equipment and points of interest on the dive."
            },
            {
              "id": "mentor_scouts_logbook_0cec8a",
              "type": "verifiable_checkbox",
              "label": "I have mentored Scouts at an earlier stage by demonstrating how to complete a logbook entry for one of their snorkel or scuba trips.",
              "dialog_text": "The youth member should show Scouts their logbook and how to correctly complete them for their snorkel and scuba trips. They should ensure that they understand they need to log all dives with the relevant details to ensure they are able to determine their decompression limits. They should emphasise the inclusion of the verification signature (or electronic equivalent) of their peer, guide or skilled diver/snorkeller, as well as including any different equipment used and points of interest."
            },
            {
              "id": "mentor_aquatic_adventures_a412ae",
              "type": "verifiable_checkbox",
              "label": "I have mentored other Scouts by supporting them to experience aquatic adventures and understanding the benefits of completing a logbook entry for their aquatic adventures.",
              "dialog_text": "The youth member should discuss their diving with other Scouts to get them excited about the pursuit. They could show them photos or videos from their diving, their diving plans and their logbook and talk to them about their experiences. Diving is fun and we do it to create memories and their logbook is a reminder of all those amazing adventures they have been on."
            }
          ]
        },
        {
          "title": "Verify",
          "inputs": [
            {
              "id": "logbook_up_to_date",
              "type": "checkbox",
              "label": "My logbook is up to date at the end of this stage."
            },
            {
              "id": "file_uploader",
              "type": "file_uploader",
              "label": "Upload supporting documents",
              "alt": "Each file should be less than 10MB in size."
            }
          ]
        }
      ]
    }
  ]
}