{
  "template": "oas/aquatics/snorkelling/scuba/9",
  "meta": {
    "stage": 9,
    "stream": "scuba"
  },
  "version": 1,
  "document": [
    {
      "title": "Stage 9 - Scuba",
      "input_groups": [
        {
          "title": "Plan>",
          "inputs": [
            {
              "id": "budget_prepare_manage_expedition_ee3394",
              "type": "verifiable_checkbox",
              "label": "I can budget, prepare and manage every aspect of an expedition.",
              "dialog_text": "The youth member should include standard expedition costs and dive specific costs. This activity would need to be under the close supervision of a suitably qualified person (Dive Master or Instructor)."
            },
            {
              "id": "detailed_risk_management_plan_diving_expedition_0caa88",
              "type": "verifiable_checkbox",
              "label": "I can develop a detailed risk management plan for a diving expedition.",
              "dialog_text": "The youth member should provide a detailed risk assessment and management plan as part of their diving activity plan and will need to account for: \n * Human risk \n * Environmental risk \n * Equipment risk \n \nThey should also include details of any emergency management and contingency plans."
            },
            {
              "id": "drawn_map_dive_site_aa59e5",
              "type": "verifiable_checkbox",
              "label": "I have drawn a map of a dive site.",
              "dialog_text": "The youth member should be able to draw an accurate, 'close to scale' map of a dive site which they have explored during an activity."
            },
            {
              "id": "first_aid_qualification_current_794a67",
              "type": "verifiable_checkbox",
              "label": "I have kept my First Aid qualifications up to date.",
              "dialog_text": "The youth member should keep their CPR and first aid qualifications current, by updating CPR annually and redoing their first aid course every three years."
            }
          ]
        },
        {
          "title": "Do>",
          "inputs": [
            {
              "id": "assisted_dive_master_facilitating_group_dive_65cb4b",
              "type": "verifiable_checkbox",
              "label": "I have assisted a dive master or equivalent in facilitating a less experienced, but qualified, group on a dive through a site that is new to the group.",
              "dialog_text": "The youth member should assist a Dive Master or Guide during an activity where they are exploring a new dive site. The dive site does not need to be new to them."
            },
            {
              "id": "completed_dive_master_course_71dc83",
              "type": "verifiable_checkbox",
              "label": "I have completed a Dive Master (or equivalent) course.",
              "dialog_text": "The Dive Master certification should prepare the youth member to take charge of dive activities. They will find a lot of the skills they have been learning through the Aquatic - Snorkelling and SCUBA Outdoor Adventure Skills have been preparing them for this level of diving. They will reaffirm skills to supervise dive activities and assist divers, undertake safety and risk management, awareness of the environment and being able to map an open water diving site, as well as briefings and debriefings of their activity group."
            },
            {
              "id": "assisted_leading_stage_seven_scouts_navigation_advanced_skills_6b7790",
              "type": "verifiable_checkbox",
              "label": "I have assisted in leading Scouts at Stage 7 with learning dive navigation or other advanced dive skills (e.g. a search and recovery dive).",
              "dialog_text": "The youth member could undertake this as part of their Dive Master course when assisting with an Advanced Open Water Course. They should be supervised by a qualified diving professional when assisting."
            },
            {
              "id": "undertaken_50_SCUBA_dives_cbd7ad",
              "type": "verifiable_checkbox",
              "label": "I have undertaken at least 50 SCUBA dives by the end of Stage 9.",
              "dialog_text": "The youth member should log all their dives in their logbook, and get their peer or other skilled diver to verify their book. These 50 dives are cumulative and may include dives done as part of their Open Water, Advanced Open Water, Rescue Diver and Dive Master courses."
            },
            {
              "id": "completed_five_specialty_dives_8f58a2",
              "type": "verifiable_checkbox",
              "label": "I have completed 5 specialty dives during Stage 9.",
              "dialog_text": "The youth member could have undertaken these 5 dives as part of their Advanced Open Water course or other specialty course."
            }
          ]
        },
        {
          "title": "Review>",
          "inputs": [
            {
              "id": "evaluate_dive_types_personal_development_39d596",
              "type": "verifiable_checkbox",
              "label": "I can evaluate aspects of a variety of dive types I have completed and describe the kinds of personal development and learning I achieved.",
              "dialog_text": "The youth member should discuss with their mentor or peers the personal hurdles they overcame, what they have gained an appreciation of through their diving journey and how they have assisted and mentored other divers. They should consider how they have developed across the SPICES during their journey."
            },
            {
              "id": "presentation_group_completoin_aquatics_SCUBA_642d11",
              "type": "verifiable_checkbox",
              "label": "I have given a presentation to a group of Scouts on the skills I have gained from completing the Aquatics Outdoor Adventure Skills.",
              "dialog_text": "The youth member's presentation should be regarding an interesting, fun, challenging or unique aspect(s) about the skills they have gained. Because of the nature of the adventurous activity, it is recommended that a presentation is very visual, exciting and inspiring, rather than a dreary or boring PowerPoint or speech. The aim is to enthuse other Scouts to take up SCUBA as a pursuit."
            },
            {
              "id": "considered_future_SCUBA_skill_development_use_4d749d",
              "type": "verifiable_checkbox",
              "label": "I have considered what I would like to do with the level of skill I have gained through the Aquatic Outdoor Adventure Skills and discussed it with a trusted mentor.",
              "dialog_text": "The youth member should discuss with their mentor both their physical and mental skills that they have developed and the challenges they have overcome since deciding to start on their aquatic journey. They should also consider their goals moving forward, where will diving take them and how can they share these skills and learnings within their Scouting community."
            }
          ]
        },
        {
          "title": "Verify",
          "inputs": [
            {
              "id": "logbook_up_to_date",
              "type": "checkbox",
              "label": "My logbook is up to date at the end of this stage."
            },
            {
              "id": "file_uploader",
              "type": "file_uploader",
              "label": "Upload supporting documents",
              "alt": "Each file should be less than 10MB in size."
            }
          ]
        }
      ]
    }
  ]
}