{
  "template": "oas/paddling/canoeing/white-water-rafting/9",
  "meta": {
    "stage": 9,
    "stream": "white-water-rafting"
  },
  "version": 1,
  "document": [
    {
      "title": "Stage 9 - White water rafting",
      "input_groups": [
        {
          "title": "Plan>",
          "inputs": [
            {
              "id": "first_aid_current_ee9902",
              "type": "verifiable_checkbox",
              "label": "I have kept my First Aid qualifications up to date.",
              "dialog_text": "The youth member should keep their CPR and First Aid qualifications current, by updating CPR annually and re-doing their first aid course every three years or as required for the wilderness skill set."
            },
            {
              "id": "budget_prepare_exped_whitewater_raft_grade_2_046585",
              "type": "verifiable_checkbox",
              "label": "I can budget, prepare and manage every aspect of the expedition while acting as the party leader for a Grade 2 Whitewater Trip",
              "dialog_text": "The youth member should demonstrate effectively planning a whitewater rafting trip over a 2 day period. The youth member's plans should include transport, budgets, risk management, equipment and contingency plans."
            },
            {
              "id": "develop_risk_whitewater_raft_dc79a2",
              "type": "verifiable_checkbox",
              "label": "I can develop a detailed risk management plan for a whitewater rafting trip",
              "dialog_text": "The youth member should provide a detailed risk assessment and management plan as part of their whitewater rafting activity plan and will need to account for: \n * Human risk \n * Environmental risk \n * Equipment risk \n \nThe youth member will also need to put in place mitigations for the risks identified and show action on these mitigations in the lead up and during any trip."
            },
            {
              "id": "check_equip_working_whitewater_ed13fc",
              "type": "verifiable_checkbox",
              "label": "I have demonstrated the ability to check equipment for working condition, safety and suitability, according to relevant legislation and manufacturer recommendations in a whitewater environment.",
              "dialog_text": "The youth member should demonstrate selecting the correct equipment and resources based on their activity plan for their Grade 2 whitewater rafting trip and ensure that they have the required gear and that it is safe and suitable based on legislation and manufacturers recommendations. The youth member should check all existing equipment they are planning to use for a trip and make sure it meets manufacturers recommendations."
            },
            {
              "id": "plan_personal_equip_grade_3_eb395b",
              "type": "verifiable_checkbox",
              "label": "I can plan my personal equipment for a Grade 3 whitewater trip",
              "dialog_text": "The youth member should demonstrate the ability to plan personal equipment for a Grade 3 whitewater trip, including suitable first aid and rescue equipment. The youth member should consider how the gear requirements have changed depending on Grade 2 or 3 white water paddling needs."
            }
          ]
        },
        {
          "title": "Do>",
          "inputs": [
            {
              "id": "float_plan_grade_2_f89126",
              "type": "verifiable_checkbox",
              "label": "I have completed all necessary paperwork and planning for leading a trip on Grade 2 water, including float plan, emergency plan and my local scout branches requirements.",
              "dialog_text": "The youth member should complete all the paperwork and permissions required in order to proceed with their 2 day Grade 2 whitewater trip planned above to complete below. Paperwork could be local state or territory National Parks/landowners paperwork and/or Scouting Branch paperwork for their trip."
            },
            {
              "id": "assist_white_water_raft_develop_6bc23e",
              "type": "verifiable_checkbox",
              "label": "I have assisted a Stage 7 Scout or below in the development of their whitewater rafting skills.",
              "dialog_text": "The youth member should assist other Scouts working on Stage 7 Whitewater Rafting. This includes providing constructive feedback and helping them learn the skills required to progress."
            },
            {
              "id": "10_days_whitewater_raft_758239",
              "type": "verifiable_checkbox",
              "label": "I have undertaken at least 10 days of whitewater rafting by the end of Stage 9.",
              "dialog_text": "The youth member needs to complete and log at least 10 days of whitewater rafting by the end of this Stage. The youth member should include in their log when they did the activities, where they did the activities, who they did the activities with, and what the grade and conditions of the rapids were."
            },
            {
              "id": "lead_whitewater_raft_grade_2_2_days_3b064e",
              "type": "verifiable_checkbox",
              "label": "I can lead a group of whitewater rafters on a Grade 2 trip for two days.",
              "dialog_text": "The youth member should carry out their activity plan above and lead a Patrol on a two (2) day whitewater rafting trip, and log it in their logbook."
            },
            {
              "id": "participate_grade_3_whitewater_f821d7",
              "type": "verifiable_checkbox",
              "label": "I have participated in at least two days of Grade 3 whitewater rafting.",
              "dialog_text": "The youth member should log their participation of rafting in Grade 3 whitewater rapids in their logbook."
            }
          ]
        },
        {
          "title": "Review>",
          "inputs": [
            {
              "id": "presentation_skills_gained_raft_472642",
              "type": "verifiable_checkbox",
              "label": "I have given a presentation to a group of Scouts on the skills I have gained from completing the Paddling Outdoor Adventure Skills.",
              "dialog_text": "The youth member's presentation should be regarding an interesting, fun, challenging or unique aspect(s) about the skills they have gained. Because of the nature of the adventurous activity, it is recommended that a presentation is very visual, exciting and inspiring, rather than a dreary or boring PowerPoint/speech."
            },
            {
              "id": "consider_future_paddling_skills_472642",
              "type": "verifiable_checkbox",
              "label": "I have considered what I would like to do with the level of skill I have gained through the Paddling Outdoor Adventure Skills, and discussed it with a trusted mentor.",
              "dialog_text": "The youth member should consider what they would like to do with the level of skill they have gained throughout the Outdoor Adventure Skills Stages of Paddling. The youth member should have a conversation with a mentor or friend to bounce ideas off. These could include a job in the industry, accrediting their youth program skills through Scouts Australia Institute of Training (SAIT), joining a paddling club or helping out with a Scouting activities team to support more youth through the Outdoor Adventure Skills. It's the youth member's personal journey."
            }
          ]
        },
        {
          "title": "Verify",
          "inputs": [
            {
              "id": "logbook_up_to_date",
              "type": "checkbox",
              "label": "My logbook is up to date at the end of this stage."
            },
            {
              "id": "file_uploader",
              "type": "file_uploader",
              "label": "Upload supporting documents",
              "alt": "Each file should be less than 10MB in size."
            }
          ]
        }
      ]
    }
  ]
}